[
    {
        "englishName": "Moon",
        "url": "https://upload.wikimedia.org/wikipedia/commons/e/e2/Full_moon.png",
        "desc": "The Moon is the Earth's only natural satellite and is the fifth largest moon in the Solar System. It has a diameter of approximately 3,474 kilometers, making it about one-quarter the size of the Earth. The Moon's surface is heavily cratered and is covered in a layer of dust and rock, known as regolith. The Moon has no atmosphere, and its surface is constantly bombarded by radiation and micrometeoroids. The Moon's gravity affects the Earth's tides and has played an important role in the development of life on Earth. The Moon has been explored by several spacecraft, including the Apollo missions, which brought humans to the Moon's surface for the first time. The study of the Moon continues to be an important area of research, with scientists hoping to gain a better understanding of the processes that shaped the Moon and the early history of the Solar System."
    },
    {
        "englishName": "Phobos",
        "url": "https://static.wikia.nocookie.net/doom/images/4/41/Phobos_prev.png/",
        "desc": "Phobos is one of the two small, irregular moons of Mars and is the larger of the two, with a diameter of approximately 22 kilometers. It is heavily cratered and has a surface covered in a layer of dust and rock.\nPhobos orbits very close to Mars, at a distance of only about 6,000 kilometers from the planet's surface. Its orbit is highly eccentric and is gradually spiraling inward, which means that it is slowly getting closer to Mars and will eventually be destroyed by tidal forces.\nPhobos has been studied by several spacecraft, including the Mars Reconnaissance Orbiter and the Mars Express mission. These missions have provided detailed images and measurements of Phobos' surface and composition, but much about the moon remains unknown.\nAlthough Phobos is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Martian system."
    },
    {
        "englishName": "Deimos",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/deimos.png",
        "desc": "Deimos is the smaller of the two small, irregular moons of Mars, with a diameter of approximately 12 kilometers. Like its larger sibling Phobos, Deimos has a heavily cratered surface and is covered in a layer of dust and rock.\nDeimos orbits Mars at a distance of about 23,460 kilometers from the planet's surface. Its orbit is also highly eccentric, but unlike Phobos, it is slowly spiraling outward, meaning that it is gradually moving away from Mars.\nDeimos has been studied by several spacecraft, including the Mars Reconnaissance Orbiter and the Mars Express mission. These missions have provided detailed images and measurements of Deimos' surface and composition, but much about the moon remains unknown.\nAlthough Deimos is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Martian system."
    },
    {
        "englishName": "Io",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/io.png",
        "desc": "Io is one of the four largest moons of Jupiter and is the innermost of these moons. It has a diameter of approximately 3,630 kilometers, making it slightly larger than Earth's moon. Io is the most volcanically active object in the Solar System, with hundreds of active volcanoes on its surface.\nIo's surface is dominated by volcanic activity, with many of its volcanoes erupting sulfur and other materials that create a colorful and dynamic landscape. The moon also has a thin atmosphere composed primarily of sulfur dioxide, which is constantly replenished by volcanic activity.\nIo's intense volcanic activity is believed to be the result of tidal forces exerted by Jupiter and the other moons of the Jovian system. These tidal forces cause the moon's interior to be constantly remodeled, which in turn drives its volcanic activity.\nIo has been explored by several spacecraft, including the Galileo mission, which orbited Jupiter and made several flybys of the moon. These missions have provided detailed images and measurements of Io's surface and composition, but much about the moon remains unknown.\nThe study of Io continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system. It also provides a unique laboratory for studying the extreme conditions that can exist in our Solar System."
    },
    {
        "englishName": "Europa",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Europa_in_natural_color.png/275px-Europa_in_natural_color.png",
        "desc": "Europa is one of the four largest moons of Jupiter and is the smallest of these moons after Io. It has a diameter of approximately 3,120 kilometers and is believed to have a subsurface ocean of liquid water beneath its icy surface.\nEuropa's surface is covered in a layer of ice that is crisscrossed by cracks, ridges, and other features. The moon's icy shell is believed to be up to 15 kilometers thick and may be in motion, with evidence of tectonic activity and possible cryovolcanism.\nEuropa's subsurface ocean is believed to be in contact with the rocky mantle of the moon, which may create conditions that are favorable for life. The ocean is thought to be up to 100 kilometers deep and may contain more than twice the amount of water in Earth's oceans.\nEuropa has been explored by several spacecraft, including the Galileo mission, which orbited Jupiter and made several flybys of the moon. These missions have provided detailed images and measurements of Europa's surface and composition, but much about the moon remains unknown.\nThe study of Europa continues to be an important area of research, with scientists hoping to gain a better understanding of the potential for life beyond Earth and the processes that shape the moons of the outer Solar System. Proposed missions to Europa may include efforts to explore the moon's subsurface ocean and to search for signs of life."
    },
    {
        "englishName": "Ganymede",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/ganymede.png",
        "desc": "Ganymede is the largest moon of Jupiter and is also the largest moon in the Solar System, with a diameter of approximately 5,268 kilometers. It is larger than the planet Mercury and is the only moon in the Solar System known to have its own magnetic field.\nGanymede's surface is a mix of old, heavily cratered regions and younger, more geologically active areas. The moon has a thin atmosphere composed primarily of oxygen, but it is not believed to support life.\nGanymede's interior is believed to be divided into several layers, including a rocky core, a layer of liquid water, and an outer layer of ice. The moon is also believed to have a subsurface ocean of liquid water, which may be up to 800 kilometers deep. This ocean is not in contact with the rocky mantle of the moon, which may limit its potential as a habitat for life.\nGanymede has been explored by several spacecraft, including the Galileo mission, which orbited Jupiter and made several flybys of the moon. These missions have provided detailed images and measurements of Ganymede's surface and composition, but much about the moon remains unknown.\nThe study of Ganymede continues to be an important area of research, with scientists hoping to gain a better understanding of the processes that shape the moons of the outer Solar System and the potential for life beyond Earth. Proposed missions to Ganymede may include efforts to explore the moon's subsurface ocean and to study its magnetic field."
    },
    {
        "englishName": "Callisto",
        "url": "https://ftp.solarsystemscope.com/spacepedia/images/handbook/renders/callisto.png",
        "desc": "Callisto is one of the four largest moons of Jupiter and is the outermost of these moons. It has a diameter of approximately 4,821 kilometers and is the third-largest moon in the Solar System. Callisto is heavily cratered and has a surface covered in a layer of ice and rock.\nCallisto's surface is one of the oldest and most heavily cratered in the Solar System, with some impact craters measuring up to 300 kilometers in diameter. The moon also has several multi-ring structures believed to be the result of large impacts.\nCallisto is believed to have a subsurface ocean of liquid water, although it is not in contact with the moon's rocky mantle. The ocean is thought to be up to 250 kilometers deep and may contain more than twice the amount of water in Earth's oceans.\nCallisto has been explored by several spacecraft, including the Galileo mission, which orbited Jupiter and made several flybys of the moon. These missions have provided detailed images and measurements of Callisto's surface and composition, but much about the moon remains unknown.\nThe study of Callisto continues to be an important area of research, with scientists hoping to gain a better understanding of the processes that shape the moons of the outer Solar System and the potential for life beyond Earth. Proposed missions to Callisto may include efforts to explore the moon's subsurface ocean and to study its geology and composition."
    },
    {
        "englishName": "Amalthea",
        "url": "https://upload.wikimedia.org/wikipedia/commons/b/b8/Amalthea.png",
        "desc": "Amalthea is one of Jupiter's small inner moons and is the largest of the inner moons, with a diameter of approximately 250 kilometers. It was discovered in 1892 by the astronomer Edward Emerson Barnard.\nAmalthea's surface is heavily cratered and is believed to be covered in a layer of reddish-brown material, possibly composed of sulfur and/or organic compounds. The moon's orbit is highly eccentric and tilted, and it experiences strong tidal forces from Jupiter.\nAmalthea has been studied by several spacecraft, including the Galileo mission, which orbited Jupiter and made several flybys of the moon. These missions have provided detailed images and measurements of Amalthea's surface and composition, but much about the moon remains unknown.\nAlthough Amalthea is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Himalia",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/b/b4/Himalia_Transparent.png/",
        "desc": "Himalia is one of the largest irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 170 kilometers and was discovered in 1904 by the astronomer Charles Dillon Perrine.\nHimalia's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nHimalia has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Himalia's surface and composition, but much about the moon remains unknown.\nAlthough Himalia is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Elara",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/b/b5/Elara.png/",
        "desc": "Elara is one of the small, irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 86 kilometers and was discovered in 1905 by the astronomer Charles Dillon Perrine.\nElara's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nElara has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Elara's surface and composition, but much about the moon remains unknown.\nAlthough Elara is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Pasiphae",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/c/c9/Pasiphae.jpg/",
        "desc": "Pasiphae is one of the largest irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 60 kilometers and was discovered in 1908 by the astronomer Philibert Jacques Melotte.\nPasiphae's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nPasiphae has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Pasiphae's surface and composition, but much about the moon remains unknown.\nAlthough Pasiphae is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Sinope",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/c/c0/Sinope.jpg/",
        "desc": "Sinope is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 38 kilometers and was discovered in 1914 by the astronomer Seth Barnes Nicholson.\nSinope's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nSinope has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Sinope's surface and composition, but much about the moon remains unknown.\nAlthough Sinope is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Lysithea",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/2/27/Lysithea_Transparent.png/",
        "desc": "Lysithea is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 36 kilometers and was discovered in 1938 by the astronomer Seth Barnes Nicholson.\nLysithea's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nLysithea has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Lysithea's surface and composition, but much about the moon remains unknown.\nAlthough Lysithea is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Carme",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/0/03/Carme.jpg/",
        "desc": "Carme is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 46 kilometers and was discovered in 1938 by the astronomer Seth Barnes Nicholson.\nCarme's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nCarme has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Carme's surface and composition, but much about the moon remains unknown.\nAlthough Carme is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Ananke",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/2/2e/Ananke.jpg/",
        "desc": "Ananke is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 28 kilometers and was discovered in 1951 by the astronomer Seth Barnes Nicholson.\nAnanke's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nAnanke has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Ananke's surface and composition, but much about the moon remains unknown.\nAlthough Ananke is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Leda",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/2/27/Leda_Transparent.png/",
        "desc": "Leda is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 20 kilometers and was discovered in 1974 by the astronomer Charles T. Kowal.\nLeda's surface is likely heavily cratered and covered in a layer of ice and rock. The moon's orbit is highly eccentric and tilted, which causes it to experience strong tidal forces from Jupiter. These tidal forces are believed to be responsible for the moon's elongated shape and may also contribute to tectonic activity on its surface.\nLeda has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided detailed images and measurements of Leda's surface and composition, but much about the moon remains unknown.\nAlthough Leda is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Thebe",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/a/a3/Thebe_Transparent.png/",
        "desc": "Thebe is one of the small inner moons of Jupiter and is located between the orbits of Amalthea and Io. It has a diameter of approximately 110 kilometers and was discovered in 1979 by the Voyager 1 spacecraft.\nThebe's surface is likely covered in a layer of ice and rock, and it has a relatively smooth surface with few impact craters. The moon's orbit is nearly circular and is tilted relative to Jupiter's equator.\nThebe has been studied by several spacecraft, including the Galileo mission, which made several flybys of the moon and provided detailed images and measurements of its surface and composition.\nAlthough Thebe is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the inner Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Adrastea",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/c/cc/Adrastea_Transparent12.png/",
        "desc": "Adrastea is one of the small inner moons of Jupiter and is located very close to Jupiter's rings, within the Roche limit. It has a diameter of approximately 20 kilometers and was discovered in 1979 by the Voyager 2 spacecraft.\nAdrastea's surface is likely covered in a layer of ice and rock, and it has a heavily cratered surface with several large impact craters. The moon's orbit is nearly circular and is tilted relative to Jupiter's equator.\nAdrastea has been studied by several spacecraft, including the Galileo mission, which made several flybys of the moon and provided detailed images and measurements of its surface and composition.\nAlthough Adrastea is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the inner Solar System and the dynamics of the Jovian system, particularly the interaction between the moon and Jupiter's rings."
    },
    {
        "englishName": "Metis",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/6/62/Metis_Transparent.png/",
        "desc": "Metis is one of the small inner moons of Jupiter and is located between the orbits of Adrastea and Amalthea. It has a diameter of approximately 40 kilometers and was discovered in 1979 by the Voyager 1 spacecraft.\nMetis's surface is likely covered in a layer of ice and rock, and it has a heavily cratered surface with several large impact craters. The moon's orbit is nearly circular and is tilted relative to Jupiter's equator.\nMetis has been studied by several spacecraft, including the Galileo mission, which made several flybys of the moon and provided detailed images and measurements of its surface and composition.\nAlthough Metis is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the processes that shape the moons of the inner Solar System and the dynamics of the Jovian system, particularly the interaction between the moon and Jupiter's magnetosphere."
    },
    {
        "englishName": "Callirrhoe",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/1/15/Callirrhoe.jpg/",
        "desc": "Callirrhoe is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 8 kilometers and was discovered in 1999 by the astronomer Brett J. Gladman and his team.\nCallirrhoe's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nCallirrhoe has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Callirrhoe's orbit and composition, but much about the moon remains unknown.\nAlthough Callirrhoe is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Themisto",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/9/90/Themisto_Transparent.png/",
        "desc": "Themisto is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 8 kilometers and was discovered in 1975 by the astronomer Charles T. Kowal.\nThemisto's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nThemisto has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Themisto's orbit and composition, but much about the moon remains unknown.\nAlthough Themisto is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Megaclite",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/d/d5/Megaclite.jpg/",
        "desc": "Megaclite is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 6 kilometers and was discovered in 2000 by the astronomer Brett J. Gladman and his team.\nMegaclite's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nMegaclite has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Megaclite's orbit and composition, but much about the moon remains unknown.\nAlthough Megaclite is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Taygete",
        "url": " ",
        "desc": "Taygete is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 5 kilometers and was discovered in 2000 by the astronomer Brett J. Gladman and his team.\nTaygete's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nTaygete has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Taygete's orbit and composition, but much about the moon remains unknown.\nAlthough Taygete is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Chaldene",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/6/61/Chaldene.jpg/",
        "desc": "Chaldene is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 4 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nChaldene's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nChaldene has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Chaldene's orbit and composition, but much about the moon remains unknown.\nAlthough Chaldene is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Harpalyke",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/f/f5/Harpalyke_%28moon%29.png/",
        "desc": "Harpalyke is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 4 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nHarpalyke's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nHarpalyke has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Harpalyke's orbit and composition, but much about the moon remains unknown.\nAlthough Harpalyke is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Kalyke",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/8/8f/Kalyke.jpg/",
        "desc": "Kalyke is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 20 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nKalyke's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nKalyke has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Kalyke's orbit and composition, but much about the moon remains unknown.\nAlthough Kalyke is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Iocaste",
        "url": "https://static.wikia.nocookie.net/planet-archives/images/e/e7/Iocaste.png/",
        "desc": "Iocaste is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 5 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nIocaste's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nIocaste has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Iocaste's orbit and composition, but much about the moon remains unknown.\nAlthough Iocaste is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Erinome",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/2/2b/Erinome.jpg/",
        "desc": "Erinome is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 4 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nErinome's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nErinome has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Erinome's orbit and composition, but much about the moon remains unknown.\nAlthough Erinome is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Isonoe",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/d/db/Isonoe.jpg/",
        "desc": "Isonoe is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 2 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Isonoe's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nIsonoe has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Isonoe's orbit and composition, but much about the moon remains unknown.\nAlthough Isonoe is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Praxidike",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/4/40/Praxidike.jpg/",
        "desc": "Praxidike is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 20 kilometers and was discovered in 2000 by the astronomer Scott S. Sheppard and his team.\nPraxidike's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nPraxidike has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Praxidike's orbit and composition, but much about the moon remains unknown.\nAlthough Praxidike is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Autonoe",
        "url": " ",
        "desc": "Autonoe is a small, irregular moon of Jupiter that was discovered in 2001 by Scott S. Sheppard and his team. It has a diameter of approximately 4 kilometers and is believed to be covered in ice and rock. Autonoe orbits Jupiter at a great distance and has a highly eccentric and tilted orbit.\nDue to its small size and distance from Earth, not much is known about Autonoe's surface features. However, the Galileo mission and the Hubble Space Telescope have provided some information about its orbit and composition. Autonoe is not thought to have a subsurface ocean or to be a potential habitat for life.\nStudying Autonoe and other irregular moons of Jupiter is important for understanding the formation and evolution of the outer Solar System, as well as the dynamics of Jupiter's system. By studying these moons, scientists can learn more about the early history of the Solar System and the processes that led to the formation of Jupiter and its moons."
    },
    {
        "englishName": "Thyone",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/4/4a/Thyone.jpg/",
        "desc": "Thyone is a small, irregular moon of Jupiter that was discovered in 2001 by Scott S. Sheppard and his team. It has a diameter of approximately 4 kilometers and is believed to be covered in ice and rock. Thyone orbits Jupiter at a great distance and has a highly eccentric and tilted orbit.\nDue to its small size and distance from Earth, not much is known about Thyone's surface features. However, the Galileo mission and the Hubble Space Telescope have provided some information about its orbit and composition. Thyone is not thought to have a subsurface ocean or to be a potential habitat for life.\nStudying Thyone and other irregular moons of Jupiter is important for understanding the formation and evolution of the outer Solar System, as well as the dynamics of Jupiter's system. By studying these moons, scientists can learn more about the early history of the Solar System and the processes that led to the formation of Jupiter and its moons."
    },
    {
        "englishName": "Hermippe",
        "url": "https://upload.wikimedia.org/wikipedia/commons/6/61/Hermippe_%28moon%29.png",
        "desc": "Hermippe is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 4 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nHermippe's surface is likely covered in a layer of ice and rock, but little is known about its surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nHermippe has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Hermippe's orbit and composition, but much about the moon remains unknown.\nAlthough Hermippe is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Aitne",
        "url": " ",
        "desc": "Aitne is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 2 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Aitne's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nAitne has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Aitne's orbit and composition, but much about the moon remains unknown.\nAlthough Aitne is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Eurydome",
        "url": " ",
        "desc": "Eurydome is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 3 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Eurydome's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nEurydome has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Eurydome's orbit and composition, but much about the moon remains unknown.\nAlthough Eurydome is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Euanthe",
        "url": " ",
        "desc": "Euanthe is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 4 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Euanthe's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nEuanthe has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Euanthe's orbit and composition, but much about the moon remains unknown.\nAlthough Euanthe is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Euporie",
        "url": " ",
        "desc": "Euporie is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 2 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Euporie's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nEuporie has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Euporie's orbit and composition, but much about the moon remains unknown.\nAlthough Euporie is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Orthosie",
        "url": " ",
        "desc": "Orthosie is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 4 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Orthosie's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nOrthosie has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Orthosie's orbit and composition, but much about the moon remains unknown.\nAlthough Orthosie is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Sponde",
        "url": " ",
        "desc": "Sponde is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 2 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Sponde's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nSponde has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Sponde's orbit and composition, but much about the moon remains unknown.\nAlthough Sponde is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Kale",
        "url": " ",
        "desc": "Kale is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 2 kilometers and was discovered in 2001 by the astronomer Scott S. Sheppard and his team.\nLittle is known about Kale's surface features due to its small size and distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nKale has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Kale's orbit and composition, but much about the moon remains unknown.\nAlthough Kale is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Pasithee",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/5/5d/Pasithee.png/",
        "desc": "Pasithee is one of the irregular moons of Jupiter and is part of the group of moons that orbit Jupiter at a great distance from the planet. It has a diameter of approximately 30 kilometers and was discovered in 1908 by the astronomer Philibert Jacques Melotte.\nPasithee's surface is believed to be covered in a layer of ice and rock, but little is known about its surface features due to its distance from Earth. The moon's orbit is highly eccentric and tilted relative to Jupiter's equator.\nPasithee has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Pasithee's orbit and composition, but much about the moon remains unknown.\nAlthough Pasithee is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System and the dynamics of the Jovian system."
    },
    {
        "englishName": "Hegemone",
        "url": " ",
        "desc": "Hegemone is a small natural satellite of Jupiter, discovered in 2003 by a team of astronomers at the University of Hawaii. It has a mean diameter of approximately 6 kilometers and orbits Jupiter at a distance of about 23.7 million kilometers, taking just over 739 days to complete one orbit.\nHegemone is classified as a member of the Pasiphae group, which consists of irregular satellites that orbit Jupiter in retrograde (i.e., opposite to the planet's rotation) and at a distance of more than 22 million kilometers. The origin of these moons is thought to be from captured asteroids or fragments of larger bodies.\nLittle is known about the physical characteristics of Hegemone, as it has only been observed from afar by telescopes. However, it is believed to have a dark, reddish surface similar to other members of the Pasiphae group. Its orbit is also relatively unstable due to its close proximity to Jupiter and interactions with other nearby moons.\nOverall, Hegemone remains a fascinating object in the Jovian system, offering insights into the formation and evolution of Jupiter's extensive moon system."
    },
    {
        "englishName": "Mneme",
        "url": " ",
        "desc": "Mneme is one of the small natural satellites of Jupiter, also known as Jupiter LVIII, and was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Pasiphae group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 22 million kilometers.\nMneme has a mean diameter of approximately 2 kilometers and takes around 763 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, which suggests that it has been bombarded by small impacts over its history.\nLike other members of the Pasiphae group, Mneme is thought to have originated from captured asteroids or fragments of larger bodies that were captured by Jupiter's gravitational pull. Its relatively small size and distant orbit make it a challenging object to study, and little is known about its physical characteristics beyond its size and orbit.\nDespite its obscurity, Mneme is an important object in our understanding of the Jovian system, as its presence helps to shed light on the complex processes of satellite formation and evolution around Jupiter."
    },
    {
        "englishName": "Aoede",
        "url": " ",
        "desc": "Aoede is a small natural satellite of Jupiter, also known as Jupiter XLI, which was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Carme group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 23 million kilometers.\nAoede has a mean diameter of approximately 4 kilometers and takes around 758 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a long history of bombardment by small impactors. Its relatively small size and distance from Jupiter make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Aoede is believed to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this process are still not fully understood, but studying objects like Aoede can help to shed light on the complex dynamics of the Jovian system.\nDespite its small size and distant orbit, Aoede is an important object in our understanding of the formation and evolution of the Jovian system. By studying the properties of its surface and orbit, astronomers can gain insights into the processes that shaped the outer solar system over billions of years."
    },
    {
        "englishName": "Thelxinoe",
        "url": " ",
        "desc": "Thelxinoe is a small natural satellite of Jupiter, also known as Jupiter XXXVIII, which was discovered in 2001 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nThelxinoe has a mean diameter of approximately 4 kilometers and takes around 631 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study, and little is known about its physical characteristics beyond its size and orbit.\nLike other irregular satellites of Jupiter, Thelxinoe is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Thelxinoe can provide insights into the complex dynamics of the outer solar system.\nDespite its relative obscurity, Thelxinoe is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Arche",
        "url": " ",
        "desc": "Arche is a small natural satellite of Jupiter, also known as Jupiter XLIII, that was discovered in 2002 by a team of astronomers at the University of Hawaii. It is a member of the Pasiphae group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 22 million kilometers.\nArche has a mean diameter of approximately 3 kilometers and takes around 731 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Due to its small size and distant orbit, little is known about its physical characteristics beyond its size and orbit.\nLike other members of the Pasiphae group, Arche is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Arche can provide insights into the complex dynamics of the outer solar system.\nDespite its relative obscurity, Arche is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Kallichore",
        "url": " ",
        "desc": "Kallichore is a small natural satellite of Jupiter, also known as Jupiter XLIX, which was discovered in 2018 by a team of astronomers at the Carnegie Institution for Science in the United States. It is a member of the Carme group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 23 million kilometers.\nKallichore has a mean diameter of approximately 2 kilometers and takes around 735 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Kallichore is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not fully understood, but studying objects like Kallichore can help to shed light on the complex dynamics of the Jovian system.\nDespite being a recent discovery, Kallichore is an important object in our understanding of the formation and evolution of the Jovian system. By studying its properties and orbit, astronomers can gain insights into the processes that shaped the outer solar system over billions of years, and how Jupiter's gravity has influenced the formation and evolution of its extensive moon system."
    },
    {
        "englishName": "Helike",
        "url": " ",
        "desc": "Helike is a small natural satellite of Jupiter, also known as Jupiter XLV, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nHelike has a mean diameter of approximately 4 kilometers and takes around 630 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Helike is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Helike can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Helike is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Carpo",
        "url": "https://static.wikia.nocookie.net/axel-alpha/images/4/43/Carpo.PNG/",
        "desc": "Carpo is a small natural satellite of Jupiter, also known as Jupiter XLIV, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nCarpo has a mean diameter of approximately 3 kilometers and takes around 456 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Carpo is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Carpo can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Carpo is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Eukelade",
        "url": " ",
        "desc": "Eukelade is a small natural satellite of Jupiter, also known as Jupiter LIII, that was discovered in 2001 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nEukelade has a mean diameter of approximately 3 kilometers and takes around 553 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Eukelade is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Eukelade can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Eukelade is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Cyllene",
        "url": " ",
        "desc": "Cyllene is a small natural satellite of Jupiter, also known as Jupiter XLII, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Carme group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 23 million kilometers.\nCyllene has a mean diameter of approximately 4 kilometers and takes around 771 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Cyllene is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Cyllene can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Cyllene is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Kore",
        "url": " ",
        "desc": "Kore is a small natural satellite of Jupiter, also known as Jupiter XLIV, that was discovered in 2002 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nKore has a mean diameter of approximately 3 kilometers and takes around 463 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Kore is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Kore can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Kore is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Herse",
        "url": " ",
        "desc": "Herse is a small natural satellite of Jupiter, also known as Jupiter LIX, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nHerse has a mean diameter of approximately 5 kilometers and takes around 649 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Herse is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Herse can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Herse is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "S/2003 J 2",
        "url": " ",
        "desc": "S/2003 J 2 is a small natural satellite of Jupiter that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is also known as Jupiter LVIII, and belongs to the Carme group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 23 million kilometers.\nS/2003 J 2 has a mean diameter of approximately 2 kilometers and takes around 746 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, S/2003 J 2 is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like S/2003 J 2 can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, S/2003 J 2 is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Eupheme",
        "url": " ",
        "desc": "Eupheme is a small natural satellite of Jupiter, also known as Jupiter LIV, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nEupheme has a mean diameter of approximately 3 kilometers and takes around 548 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Eupheme is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Eupheme can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Eupheme is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "S/2003 J 4",
        "url": " ",
        "desc": "S/2003 J 4 is a small natural satellite of Jupiter, also known as Jupiter LXI, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nS/2003 J 4 has a mean diameter of approximately 2 kilometers and takes around 658 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, S/2003 J 4 is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like S/2003 J 4 can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, S/2003 J 4 is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Eirene",
        "url": " ",
        "desc": "Eirene is a small natural satellite of Jupiter, also known as Jupiter XLIII, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Himalia group, a cluster of prograde irregular satellites that orbit Jupiter at a distance of more than 11 million kilometers.\nEirene has a mean diameter of approximately 4 kilometers and takes around 619 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, Eirene is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like Eirene can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, Eirene is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "S/2003 J 9",
        "url": " ",
        "desc": "S/2003 J 9 is a small natural satellite of Jupiter, also known as Jupiter LXV, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nS/2003 J 9 has a mean diameter of approximately 2 kilometers and takes around 764 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, S/2003 J 9 is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like S/2003 J 9 can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, S/2003 J 9 is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "S/2003 J 10",
        "url": " ",
        "desc": "S/2003 J 10 is a small natural satellite of Jupiter, also known as Jupiter LXVI, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nS/2003 J 10 has a mean diameter of approximately 2 kilometers and takes around 761 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, S/2003 J 10 is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like S/2003 J 10 can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, S/2003 J 10 is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "S/2003 J 12",
        "url": " ",
        "desc": "S/2003 J 12 is a small natural satellite of Jupiter, also known as Jupiter LXVIII, that was discovered in 2003 by a team of astronomers at the University of Hawaii. It is a member of the Ananke group, a cluster of retrograde irregular satellites that orbit Jupiter at a distance of more than 20 million kilometers.\nS/2003 J 12 has a mean diameter of approximately 2 kilometers and takes around 769 days to complete one orbit around Jupiter. Its surface is believed to be heavily cratered, indicating a history of impacts by small objects. Its small size and distant orbit make it a challenging object to study in detail.\nLike other irregular satellites of Jupiter, S/2003 J 12 is thought to have been captured by Jupiter's gravitational pull from its original orbit in the outer solar system. The exact details of this capture process are still not well understood, but studying objects like S/2003 J 12 can provide insights into the complex dynamics of the outer solar system.\nDespite its relatively small size and obscurity, S/2003 J 12 is an important object in our understanding of the Jovian system. By studying its properties and orbit, astronomers can learn more about the formation and evolution of the outer solar system, and how Jupiter's gravity has shaped the complex dynamics of its extensive moon system."
    },
    {
        "englishName": "Philophrosyne",
        "url": " ",
        "desc": "Philophrosyne, also known as Jupiter XLIV, is a natural satellite of Jupiter. It was first discovered by a team of astronomers at the University of Hawaii in 2003 and was later named after the Greek goddess of welcome and kindness.\nPhilophrosyne is a relatively small moon, with an estimated diameter of about 4 kilometers, and it orbits Jupiter at a distance of approximately 20 million kilometers. It takes about 746 Earth days to complete one orbit around Jupiter.\nNot much is known about the surface or composition of Philophrosyne, as it has not been studied in great detail. However, it is thought to be a member of the Carme group of irregular satellites, which orbit Jupiter in a retrograde direction and are believed to have been captured by the planet's gravity from elsewhere in the solar system.\nThe study of small moons like Philophrosyne can provide insights into the formation and evolution of the Jovian system, as well as the broader processes that shaped the early solar system. By studying the orbits, compositions, and properties of these objects, astronomers can learn more about the complex dynamics of the outer solar system and the various factors that influence the behavior of moons, planets, and other celestial bodies."
    },
    {
        "englishName": "S/2003 J 16",
        "url": " ",
        "desc": "S/2003 J 16 is a natural satellite of Jupiter, also known as Jupiter LXXI. It was first discovered by a team of astronomers at the University of Hawaii in 2003.\nS/2003 J 16 is a small moon with an estimated diameter of less than 2 kilometers, and it orbits Jupiter at a distance of about 23 million kilometers. Its orbital period is approximately 753 Earth days.\nNot much is known about the physical characteristics of S/2003 J 16, as it has not been studied in great detail. However, it is believed to be a member of the Ananke group of retrograde irregular satellites, which orbit Jupiter at distances of more than 20 million kilometers.\nThe study of small moons like S/2003 J 16 can provide important insights into the formation and evolution of the Jovian system, as well as the broader processes that shaped the early solar system. By studying their orbits, compositions, and properties, astronomers can better understand the complex dynamics of the outer solar system and the various factors that influence the behavior of moons, planets, and other celestial bodies."
    },
    {
        "englishName": "S/2003 J 18",
        "url": " ",
        "desc": "S/2003 J 18, also known as Jupiter LXXIII, is a natural satellite of Jupiter. It was first discovered by a team of astronomers at the University of Hawaii in 2003.\nS/2003 J 18 is a small moon with an estimated diameter of less than 2 kilometers, and it orbits Jupiter at a distance of about 22 million kilometers. Its orbital period is approximately 733 Earth days.\nNot much is known about the physical characteristics of S/2003 J 18, as it has not been studied in great detail. However, it is believed to be a member of the Ananke group of retrograde irregular satellites, which orbit Jupiter at distances of more than 20 million kilometers.\nThe study of small moons like S/2003 J 18 can provide important insights into the formation and evolution of the Jovian system, as well as the broader processes that shaped the early solar system. By studying their orbits, compositions, and properties, astronomers can better understand the complex dynamics of the outer solar system and the various factors that influence the behavior of moons, planets, and other celestial bodies."
    },
    {
        "englishName": "S/2003 J 19",
        "url": " ",
        "desc": "S/2003 J 19, also known as Jupiter LXXIV, is a natural satellite of Jupiter. It was first discovered by a team of astronomers at the University of Hawaii in 2003.\nS/2003 J 19 is a small moon with an estimated diameter of less than 2 kilometers, and it orbits Jupiter at a distance of about 22 million kilometers. Its orbital period is approximately 735 Earth days.\nNot much is known about the physical characteristics of S/2003 J 19, as it has not been studied in great detail. However, it is believed to be a member of the Ananke group of retrograde irregular satellites, which orbit Jupiter at distances of more than 20 million kilometers.\nThe study of small moons like S/2003 J 19 can provide important insights into the formation and evolution of the Jovian system, as well as the broader processes that shaped the early solar system. By studying their orbits, compositions, and properties, astronomers can better understand the complex dynamics of the outer solar system and the various factors that influence the behavior of moons, planets, and other celestial bodies."
    },
    {
        "englishName": "S/2003 J 23",
        "url": " ",
        "desc": "S/2003 J 23, also known as Jupiter LXXVII, is a natural satellite of Jupiter. It was first discovered by a team of astronomers at the University of Hawaii in 2003.\nS/2003 J 23 is a small moon with an estimated diameter of less than 2 kilometers, and it orbits Jupiter at a distance of about 22 million kilometers. Its orbital period is approximately 737 Earth days.\nNot much is known about the physical characteristics of S/2003 J 23, as it has not been studied in great detail. However, it is believed to be a member of the Ananke group of retrograde irregular satellites, which orbit Jupiter at distances of more than 20 million kilometers.\nThe study of small moons like S/2003 J 23 can provide important insights into the formation and evolution of the Jovian system, as well as the broader processes that shaped the early solar system. By studying their orbits, compositions, and properties, astronomers can better understand the complex dynamics of the outer solar system and the various factors that influence the behavior of moons, planets, and other celestial bodies."
    },
    {
        "englishName": "Mimas",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/mimas.png",
        "desc": "Mimas is a natural satellite of Saturn and one of its innermost moons. It was discovered by William Herschel in 1789 and is named after a giant in Greek mythology. Mimas is known for its distinctive appearance, which includes a large impact crater known as Herschel that gives the moon a \"Death Star\" appearance.\nMimas has a diameter of about 396 kilometers and an orbital period of 22.6 hours. Its surface is heavily cratered, with the Herschel crater being about one-third the diameter of the entire moon. The impact that created Herschel may have been powerful enough to have shattered Mimas, but the moon managed to survive and is still orbiting Saturn today.\nMimas is also known for its role in creating the Cassini Division, a gap in Saturn's rings that is caused by Mimas' gravitational influence. The moon has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this small but intriguing world."
    },
    {
        "englishName": "Enceladus",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/enceladus.png",
        "desc": "Enceladus is a natural satellite of Saturn, and one of the most fascinating moons in the Solar System. It was discovered by William Herschel in 1789 and is named after a giant in Greek mythology. Enceladus is known for its geysers and subsurface ocean, making it a prime target for astrobiological exploration.\nEnceladus is relatively small, with a diameter of about 500 kilometers, and orbits Saturn at a distance of about 238,000 kilometers. Its surface is covered in a layer of ice that is constantly being replenished by the geysers, which shoot out water and other materials from the moon's interior. The geysers are believed to be powered by the tidal forces exerted by Saturn, which cause the moon's interior to heat up and produce the necessary energy to create the jets.\nIn 2005, the Cassini spacecraft discovered that Enceladus has a subsurface ocean, which is believed to be in contact with the moon's rocky core. The ocean is considered a potential habitat for life, as it has all of the necessary ingredients for life as we know it, including liquid water, organic molecules, and a source of energy. Enceladus' subsurface ocean is one of the most promising places in the Solar System to search for extraterrestrial life.\nEnceladus continues to be a fascinating target for scientific study, and future missions are planned to explore this intriguing world in more detail."
    },
    {
        "englishName": "Tethys",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/tethys.png",
        "desc": "Tethys is a natural satellite of Saturn and one of its major moons. It was discovered by Giovanni Domenico Cassini in 1684 and is named after a titaness in Greek mythology. Tethys is known for its large impact crater, Ithaca Chasma, which stretches almost three-fourths of the way around the moon's circumference.\nTethys has a diameter of about 1,060 kilometers and orbits Saturn at a distance of about 295,000 kilometers. Its surface is heavily cratered, with Ithaca Chasma being the most prominent feature. The canyon is thought to have been created by a large impact that almost shattered the moon, but Tethys managed to survive and is still orbiting Saturn today.\nIn addition to its prominent canyon, Tethys has a number of other interesting features, including a number of large impact craters and a system of parallel ridges on its surface. The moon is also believed to have a small subsurface ocean, although this has not been confirmed. Tethys has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world."
    },
    {
        "englishName": "Dione",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/dione.png",
        "desc": "Dione is a natural satellite of Saturn, and one of its major moons. It was discovered by Giovanni Cassini in 1684 and is named after a titaness in Greek mythology. Dione is known for its heavily cratered surface and the wispy, bright lines that cross its surface.\nDione has a diameter of about 1,123 kilometers and orbits Saturn at a distance of about 377,000 kilometers. Its surface is dominated by impact craters, with the largest being Evander, which is about 250 kilometers in diameter. The moon also has a number of other interesting features, including the bright, linear features known as \"wispy terrain\" that crisscross its surface.\nOne of the most interesting features of Dione is the possibility of a subsurface ocean. Recent studies have suggested that Dione may have a layer of liquid water beneath its icy crust, making it a potential target for future astrobiological exploration. Dione has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world."
    },
    {
        "englishName": "Rhea",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/rhea.png",
        "desc": "Rhea is a natural satellite of Saturn, and one of its major moons. It was discovered by Giovanni Cassini in 1672 and is named after a titaness in Greek mythology. Rhea is known for its heavily cratered surface and the presence of a number of large impact basins, including the 500-kilometer-wide Tirawa basin.\nRhea has a diameter of about 1,528 kilometers and orbits Saturn at a distance of about 527,000 kilometers. Its surface is heavily cratered, but also has a number of other interesting features, including a system of narrow, sinuous fractures known as \"wispy terrain.\" Rhea also has a very low density, which suggests that it may have a significant amount of water ice in its interior.\nRhea has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. In addition to its surface features, Rhea has also been found to have a thin atmosphere, composed mostly of oxygen and carbon dioxide. Rhea is also believed to have a subsurface ocean, which makes it a potential target for future astrobiological exploration."
    },
    {
        "englishName": "Titan",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/titan.png",
        "desc": "Titan is the largest natural satellite of Saturn and the second-largest moon in the solar system. It is also the only moon in the solar system known to have a thick atmosphere, which is primarily composed of nitrogen with small amounts of methane and other hydrocarbons.\nTitan was discovered by Christiaan Huygens in 1655 and is named after the Titans of Greek mythology. It has a diameter of about 5,150 kilometers and is about 1.2 billion kilometers from the Sun. Its surface is shrouded in a thick orange haze, which makes it difficult to observe its features from space. However, radar imaging by the Cassini spacecraft has revealed a number of interesting surface features, including large seas and lakes of liquid methane and ethane.\nOne of the most interesting features of Titan is the presence of liquid methane and ethane on its surface. These hydrocarbons cycle through the atmosphere and rain down onto the surface, creating a landscape that is eerily reminiscent of Earth, with rivers, lakes, and seas. The presence of these liquid bodies has made Titan a prime target for future astrobiological exploration.\nTitan has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its thick atmosphere and complex weather patterns make it one of the most fascinating objects in the solar system, and a potential target for future exploration and study."
    },
    {
        "englishName": "Hyperion",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/hyperion.png",
        "desc": "Hyperion is a natural satellite of Saturn and is known for its irregular shape and chaotic rotation. It was discovered by William Cranch Bond in 1848 and is named after a Titan in Greek mythology. Hyperion has a highly porous, sponge-like appearance and is covered in deep, crater-like depressions.\nHyperion has a diameter of about 270 kilometers and orbits Saturn at a distance of about 1.5 million kilometers. Its unusual shape and chaotic rotation are thought to be the result of past collisions with other objects in the Saturnian system. Hyperion's surface is also covered in a dark material that is thought to be a mixture of ice and organic compounds, which gives it a reddish-brown color.\nOne of the most intriguing features of Hyperion is the presence of a massive impact crater known as the \"crater with a skyscraper\". This crater is about 120 kilometers in diameter and has a central peak that rises more than 2 kilometers above the surrounding terrain. It is thought that this peak may be the result of rebounding material from the impact, or possibly the remains of a former moonlet that was captured by Hyperion.\nHyperion has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its unusual shape and surface features make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Iapetus",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/iapetus.png",
        "desc": "Iapetus is a natural satellite of Saturn and is known for its unique two-tone coloration and large equatorial ridge. It was discovered by Giovanni Domenico Cassini in 1671 and is named after a Titan in Greek mythology. Iapetus has a diameter of about 1,470 kilometers and orbits Saturn at a distance of about 3.5 million kilometers.\nOne of the most striking features of Iapetus is its two-tone coloration, with one hemisphere being much darker than the other. This dichotomy is thought to be the result of a combination of factors, including the deposition of dark material from other moons in the Saturnian system and the sublimation of water ice from the surface. The equatorial ridge, which runs almost all the way around Iapetus, is thought to be the result of ancient tectonic activity on the moon.\nIapetus has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its unique coloration and equatorial ridge make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Phoebe",
        "url": "https://upload.wikimedia.org/wikipedia/commons/3/35/Phoebe.png?20100807210001",
        "desc": "Phoebe is a natural satellite of Saturn and is known for its irregular shape, dark coloration, and retrograde orbit. It was discovered by William Henry Pickering in 1899 and is named after a Titaness in Greek mythology. Phoebe has a diameter of about 220 kilometers and orbits Saturn at a distance of about 12.9 million kilometers, which is much farther than most of Saturn's other moons.\nOne of the most striking features of Phoebe is its dark coloration, which is thought to be the result of the accumulation of organic compounds and other material from the outer reaches of the Saturnian system. Phoebe also has a highly irregular shape, with a surface that is covered in craters, ridges, and other features. Its retrograde orbit, which means it orbits Saturn in the opposite direction to the planet's rotation, is also highly unusual and is thought to be the result of Phoebe being captured by Saturn's gravitational field.\nPhoebe has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its unusual coloration, irregular shape, and retrograde orbit make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Janus",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/62/PIA12714_Janus_crop.jpg/440px-PIA12714_Janus_crop.jpg",
        "desc": "Janus is a natural satellite of Saturn and is known for its unique two-faced appearance. It was discovered by Audouin Dollfus in 1966 and is named after the two-faced Roman god of beginnings and transitions. Janus has a diameter of about 179 kilometers and orbits Saturn at a distance of about 151,460 kilometers, which is just outside the planet's main rings.\nJanus has two distinct hemispheres, one of which is heavily cratered and the other of which is smoother and less heavily cratered. The smooth hemisphere is thought to be the result of material being deposited on the surface from the main rings of Saturn, while the heavily cratered hemisphere is thought to be the result of impacts by small objects in the Saturnian system.\nJanus has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its two-faced appearance and proximity to Saturn's main rings make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Epimetheus",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/PIA09813_Epimetheus_S._polar_region.jpg/520px-PIA09813_Epimetheus_S._polar_region.jpg",
        "desc": "Epimetheus is a natural satellite of Saturn and is known for its unique orbital relationship with another moon, Janus. It was discovered by Richard L. Walker in 1966 and is named after a Titan in Greek mythology. Epimetheus has a diameter of about 116 kilometers and orbits Saturn at a distance of about 151,422 kilometers, which is just outside the planet's main rings.\n\nEpimetheus shares its orbit with Janus in a strange orbital dance known as co-orbital motion. The two moons orbit Saturn at almost the exact same distance, and their gravity pulls on each other, causing their orbits to shift slightly over time. Every four years, they come close enough together to exchange momentum, which causes them to switch places. This dance is known as the \"Epimetheus and Janus 2:1 resonance\".\nEpimetheus has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its unique orbital relationship with Janus makes it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Helene",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Leading_hemisphere_of_Helene_-_20110618.jpg/440px-Leading_hemisphere_of_Helene_-_20110618.jpg",
        "desc": "Helene is a natural satellite of Saturn and is named after a figure in Greek mythology. It was discovered by Pierre Laques and Jean Lecacheux in 1980, and is located in the Lagrangian point L4 of the larger moon Dione's orbit. Helene has a diameter of about 36 kilometers and orbits Saturn at a distance of about 377,400 kilometers.\nHelene is known for its irregular shape and its heavily cratered surface. It also has a unique \"bathtub\" shape, with a relatively flat central region surrounded by steep slopes on the edges. Helene is composed primarily of water ice and rock, and its surface is thought to be heavily processed by impacts from other objects in the Saturnian system.\nHelene has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its location in the L4 Lagrangian point of Dione's orbit, as well as its unique shape and surface features, make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Telesto",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Telesto_cassini_closeup.jpg/440px-Telesto_cassini_closeup.jpg",
        "desc": "Telesto is a natural satellite of Saturn and is named after a figure in Greek mythology. It was discovered by Bradford A. Smith, Harold J. Reitsema, Stephen P. Synnott, and Voyager 1 imaging team in 1980, and is located in the Lagrangian point L4 of the larger moon Tethys' orbit. Telesto has a diameter of about 24 kilometers and orbits Saturn at a distance of about 294,619 kilometers.\nTelesto is known for its irregular shape and its smooth, crater-free surface. It is composed primarily of water ice and rock, and its surface is thought to be relatively young compared to other objects in the Saturnian system. Telesto is also unique in that it is thought to be a \"co-orbital\" satellite of Tethys, meaning that it shares Tethys' orbit around Saturn but stays ahead of Tethys by about 60 degrees.\nTelesto has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this intriguing world. Its location in the L4 Lagrangian point of Tethys' orbit, as well as its unique shape and surface features, make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Calypso",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/41/Calypso_N1644755236_1.jpg/440px-Calypso_N1644755236_1.jpg",
        "desc": "Calypso is a small, irregularly shaped moon of Saturn that was discovered in 1980 by the Voyager 1 spacecraft. It is named after the nymph Calypso from Greek mythology. Calypso has a diameter of about 21 kilometers and orbits Saturn at a distance of about 294,660 kilometers. \nCalypso is one of the two co-orbital moons of Tethys, the other being Telesto. This means that it shares Tethys' orbit around Saturn but stays behind Tethys by about 60 degrees. Like Telesto, Calypso is thought to be composed primarily of water ice and rock, and its surface is relatively smooth and crater-free. Calypso's surface also appears to be relatively young compared to other objects in the Saturnian system. \nCalypso has been studied extensively by the Cassini spacecraft, which has revealed a number of interesting features and mysteries about this small moon. Its location in the L5 Lagrangian point of Tethys' orbit, as well as its unique shape and surface features, make it one of the most fascinating objects in the Saturnian system, and a prime target for future exploration and study."
    },
    {
        "englishName": "Atlas",
        "url": " ",
        "desc": "Atlas is a moon of Saturn named after the Titan Atlas from Greek mythology who was known for holding up the celestial spheres. It was discovered in 1980 by the Voyager 1 spacecraft and has a diameter of about 30 kilometers.Atlas orbits Saturn at a distance of about 137,670 kilometers and takes about 14 hours to complete one orbit.\nOne of the most notable features of Atlas is its prominent equatorial ridge, which gives it a distinctive flying saucer-like appearance. The ridge is thought to be the result of a process called viscous relaxation, in which the moon's icy interior slowly flows in response to the pull of Saturn's gravity, causing the moon's shape to change over time.\nAtlas is also known for its role in shaping Saturn's rings. It is one of several small moons that orbit within the gaps between the rings, and its gravitational influence helps to maintain the sharp edges of the gaps. In addition, Atlas is thought to be responsible for creating some of the fine, dust-sized particles that make up Saturn's E ring, which extends far beyond the planet's other rings.\nAtlas has been visited by the Cassini spacecraft, which has provided detailed images and data about its surface and composition. Its unique features and role in shaping Saturn's rings and environment make it an important object of study for planetary scientists."
    },
    {
        "englishName": "Prometheus",
        "url": " ",
        "desc": "Prometheus is one of Saturn's moons and was discovered in 1980 by the Voyager 1 spacecraft. It is named after the Greek god Prometheus, who is credited with creating humans from clay and giving them fire.\nPrometheus is an irregularly shaped moon, with a diameter of about 86 kilometers. It orbits Saturn at a distance of about 139,353 kilometers and takes about 15 hours to complete one orbit.\nOne of the most striking features of Prometheus is its interaction with Saturn's F ring. The moon's gravity causes disturbances in the ring, creating kinks, waves, and streamers. The streamers are created by the moon's gravity pulling on the material of the ring, causing it to stream out behind the moon as it orbits Saturn.\nPrometheus is also known for its reddish color, which is thought to be caused by the accumulation of organic compounds on its surface. It is believed that these compounds may have been delivered to the moon by comets or other small bodies in the early solar system.\nThe Cassini spacecraft has provided detailed images and data about Prometheus, revealing its surface features and composition. The moon's unique interactions with Saturn's rings make it an important object of study for scientists studying the dynamics of planetary systems."
    },
    {
        "englishName": "Pandora",
        "url": " ",
        "desc": "Pandora is another of Saturn's moons and was also discovered by the Voyager 1 spacecraft in 1980. It is named after the first woman in Greek mythology, who opened a box that unleashed all the evils of the world.\nPandora is a small moon, with a diameter of only about 81 kilometers. It orbits Saturn at a distance of about 141,700 kilometers and takes about 15 hours to complete one orbit.\nPandora is best known for its interaction with Saturn's F ring. It orbits just outside the F ring and helps to shepherd the ring's particles, creating waves and streamers. The moon's gravity also creates a gap in the F ring, known as the \"Pandora gap\", which is about 300 kilometers wide.\nPandora has a highly irregular shape and a heavily cratered surface. Its surface features suggest that the moon has experienced a lot of impacts throughout its history. In 2010, the Cassini spacecraft detected a faint atmosphere around Pandora, composed mostly of nitrogen and possibly methane.\nPandora is considered an important object of study for scientists studying the dynamics of planetary systems and the formation of moons. Its interactions with Saturn's rings provide insight into how moons and rings interact and shape each other's orbits over time."
    },
    {
        "englishName": "Pan",
        "url": " ",
        "desc": "Pan is a moon of Saturn that was discovered in 1990 by Mark Showalter while studying images taken by the Voyager 2 spacecraft. It is named after the Greek god of shepherds, pastures, and forests.\nPan is a small moon, with a diameter of only about 35 kilometers. It orbits Saturn at a distance of about 133,584 kilometers and takes about 13.8 hours to complete one orbit. Its orbit lies within the Encke Gap, a 325-kilometer-wide gap in Saturn's A ring.\nOne of the most distinctive features of Pan is its equatorial ridge, which makes the moon look like a ravioli or a flying saucer. The ridge is about 20 kilometers wide and stands about 10 kilometers above the moon's mean radius. The origin of the ridge is still a subject of scientific debate, but it is thought to have formed either through accretion of ring particles or from the deformation of the moon's interior.\nPan also has a relatively smooth and bright surface, which is thought to be composed mostly of water ice. Its surface is marked by some impact craters, grooves, and valleys. Pan is considered an important object of study for scientists studying the dynamics of Saturn's rings and the formation of small moons in the outer solar system."
    },
    {
        "englishName": "Ymir",
        "url": " ",
        "desc": "Ymir is one of the many moons of Saturn. It was discovered by Brett J. Gladman, et al., in 2000 from images taken by the Subaru telescope in Hawaii. Ymir is named after a frost giant in Norse mythology.\nYmir is a small moon with a diameter of about 18 kilometers, and it orbits Saturn at an average distance of about 23 million kilometers. Its orbit is highly eccentric, which means it is much more elongated than a circular orbit. Ymir takes about 3 years to complete one orbit around Saturn.\nLittle is known about the surface features of Ymir, but its size and shape suggest that it is irregularly shaped and heavily cratered. The moon is likely composed mostly of ice, like many of Saturn's other moons. Ymir is also part of a group of moons that orbit Saturn at similar distances and have similar orbits, known as the Norse group.\nYmir is not considered a significant target of scientific exploration, but it is still of interest to scientists studying the formation and evolution of the outer solar system."
    },
    {
        "englishName": "Paaliaq",
        "url": " ",
        "desc": "Paaliaq is one of the irregular moons of Saturn, first discovered by a team of astronomers led by Brett Gladman in 2000 using data from the Canada-France-Hawaii Telescope. It is named after a mythological figure from Inuit culture, and is part of the Inuit group of moons that orbit Saturn in retrograde, meaning they orbit the planet in the opposite direction to its rotation.\nPaaliaq has a diameter estimated to be around 22 kilometers, and its surface is believed to be covered in water ice, with some darker areas that may be due to the presence of organic materials. It orbits Saturn at an average distance of around 15.1 million kilometers, and takes about 687 Earth days to complete one orbit.\nPaaliaq's irregular shape and unusual orbit suggest that it is a captured object, possibly a comet or asteroid that was captured by Saturn's gravity. It has not been extensively studied, but like other moons of Saturn it is of interest to scientists studying the history and evolution of the outer solar system."
    },
    {
        "englishName": "Tarvos",
        "url": " ",
        "desc": "Tarvos is one of the many irregular moons of Saturn, discovered by a team of astronomers led by Scott S. Sheppard in 2000 using data from the Subaru telescope. It is named after a Gaulish god of thunder, and is part of the Norse group of moons that orbit Saturn in retrograde, meaning they orbit the planet in the opposite direction to its rotation.\nTarvos has an estimated diameter of about 15 kilometers and orbits Saturn at an average distance of around 17.9 million kilometers. It has a highly irregular shape, and its surface is thought to be covered in water ice. Like other irregular moons of Saturn, Tarvos is believed to be a captured object, possibly a comet or asteroid that was captured by Saturn's gravity.\nTarvos has not been extensively studied, but observations by the Cassini spacecraft have suggested that its surface is heavily cratered, indicating a long history of impacts from small objects in the Saturnian system. The moon is of interest to scientists studying the history and evolution of the outer solar system, and its unusual properties may provide clues to the processes that shaped the early solar system."
    },
    {
        "englishName": "Ijiraq",
        "url": " ",
        "desc": "Ijiraq is a prograde irregular moon of Saturn that was discovered in 2000. It orbits the planet at a distance of about 11.1 million kilometers and has an eccentricity of 0.322. Ijiraq has a diameter of approximately 12 kilometers and its surface is heavily cratered with a high albedo.\nIt is named after a giant in Inuit mythology who was said to have the ability to change shape.\nIjiraq is a member of the Inuit group of moons, which are believed to have originated from a single object that was broken apart by a collision. Its orbit is also heavily influenced by the nearby moon Kiviuq, with which it is in a 7:4 mean-motion resonance. Due to its small size and distance from Earth, little is known about the physical characteristics of Ijiraq, but further studies and observations may reveal more about this mysterious moon."
    },
    {
        "englishName": "Suttungr",
        "url": " ",
        "desc": "Suttungr is a moon of Saturn, discovered in 2000 by the Cassini spacecraft. It is named after a giant in Norse mythology who guarded the mead of poetry. Suttungr has a diameter of about 7 kilometers and orbits Saturn at a distance of approximately 19.4 million kilometers. Its irregular shape and dark surface suggest that it is likely a captured asteroid or a fragment from a larger moon that was disrupted by a collision. Not much is known about Suttungr, as it has only been observed from a distance by spacecraft.However, its unusual orbit, which is inclined at an angle of about 177 degrees to Saturn's equator, has led some scientists to speculate that it may have originated in the Kuiper Belt, a region of icy bodies beyond Neptune."
    },
    {
        "englishName": "Kiviuq",
        "url": " ",
        "desc": "Kiviuq is a small, irregular-shaped moon of Saturn, first discovered in 2000 by the Canadian astronomer Brett Gladman and his team. It is named after Kiviuq, a legendary figure from the mythology of the Inuit people of Canada and Greenland.\nKiviuq has a diameter of approximately 16 kilometers and orbits Saturn at a distance of about 11.1 million kilometers, taking about 449 Earth days to complete one orbit. It belongs to the Inuit group of Saturnian moons, which are believed to have originated from a single object that was broken apart by a collision in the distant past.\nKiviuq has a reddish color, similar to the other Inuit group moons, and is believed to be covered in a layer of dark, reddish material that may have been deposited by organic molecules or radiation processing. Its irregular shape suggests that it may be a captured asteroid or a fragment from a larger moon that was shattered by a collision.\nObservations of Kiviuq have been limited, and there is still much to learn about this intriguing moon of Saturn."
    },
    {
        "englishName": "Mundilfari",
        "url": " ",
        "desc": "Mundilfari is a small irregular moon of Saturn, discovered in 2000 by a team of astronomers led by Brett J. Gladman. It is named after a Norse god associated with time and the phases of the moon. Mundilfari is about 7 kilometers in diameter and orbits Saturn at a distance of approximately 18.3 million kilometers, taking about 952 Earth days to complete one orbit. Its orbit is highly inclined and eccentric, with a significant angle of inclination relative to Saturn's equator. Mundilfari is one of the many small outer moons of Saturn that are thought to have formed from the debris of a larger body that was shattered by a collision. Its surface is likely heavily cratered and composed of ice and rocky material."
    },
    {
        "englishName": "Albiorix",
        "url": " ",
        "desc": "Albiorix is a small, irregular-shaped moon of the gas giant planet Saturn. It was discovered in 2000 by a team of astronomers at the Canada-France-Hawaii Telescope. Albiorix is about 32 kilometers in diameter and orbits Saturn at a distance of approximately 16 million kilometers. Its name comes from a character in Celtic mythology, who was associated with the passage of time. Albiorix is part of a group of moons that orbit Saturn at a great distance, known as the Norse group. It is believed to be composed of a mixture of rock and ice, and its surface is thought to be heavily cratered, with some regions possibly covered in dark material. Albiorix has been studied by the Cassini spacecraft, which orbited Saturn from 2004 to 2017, providing detailed observations of the moon's surface and composition."
    },
    {
        "englishName": "Skathi",
        "url": " ",
        "desc": "Skathi is a small irregular moon of Saturn, discovered by the Cassini spacecraft in 2000. It is named after a giantess from Norse mythology who was the wife of the god Njord. Skathi has a highly inclined and eccentric orbit that takes it from 15 to 23 million kilometers from Saturn. Its surface is heavily cratered and has a reddish hue, suggesting it has undergone some sort of geological process. Skathi is relatively small, with a diameter of only 8 kilometers, and its irregular shape indicates that it is probably a captured asteroid or comet fragment. Its origin and composition are still the subject of ongoing research."
    },
    {
        "englishName": "Erriapus",
        "url": " ",
        "desc": "Erriapus is a natural satellite of Saturn. It was discovered in 2000 by a team of astronomers using the 4-m Mayall telescope at Kitt Peak National Observatory in Arizona. Erriapus is about 10 kilometers in diameter and orbits Saturn at a distance of approximately 17.5 million kilometers, taking 872 Earth days to complete one orbit. Its orbit is highly eccentric and inclined, which suggests that it may have been captured by Saturn from a heliocentric orbit. Very little is known about Erriapus due to its small size and distance from Earth, but its surface is likely composed of water ice and it may have a tenuous atmosphere consisting of nitrogen and methane."
    },
    {
        "englishName": "Siarnaq",
        "url": " ",
        "desc": "Siarnaq is a moon of Saturn and was discovered in 2000 by a group of astronomers led by Brett Gladman. It is named after Siarnaq, the giant of Inuit mythology. Siarnaq is irregularly shaped and has a diameter of about 40 kilometers. It orbits Saturn at a distance of approximately 17.4 million kilometers, taking over 2 Earth years to complete one orbit. The moon has a reddish color, which suggests the presence of complex organic compounds on its surface. Siarnaq has a retrograde orbit, meaning it orbits Saturn in the opposite direction to the planet's rotation. It is one of the few moons of Saturn with a retrograde orbit, which suggests that it may have been captured by Saturn from the Kuiper Belt or scattered disk."
    },
    {
        "englishName": "Thrymr",
        "url": " ",
        "desc": "Thrymr is a moon of Saturn, named after the frost giant Thrymr from Norse mythology. It was discovered by the Cassini Imaging Team in 2000 and is about 7 kilometers in diameter. Thrymr orbits Saturn at a distance of about 20.4 million kilometers and takes about 1062 Earth days to complete one orbit. Its orbit is retrograde, meaning it moves in the opposite direction to Saturn's rotation. Thrymr is part of the Norse group of moons and is believed to be a captured object from the outer solar system. Its surface is heavily cratered and is thought to be composed mostly of ice. Little else is known about Thrymr due to its small size and distance from Saturn."
    },
    {
        "englishName": "Narvi",
        "url": " ",
        "desc": "Narvi is a moon of Saturn discovered by Scott S. Sheppard, David C. Jewitt, Jan Kleyna, and Brian G. Marsden in 2003. It is named after a son of Loki and Sigyn in Norse mythology. Narvi has a diameter of about 8 kilometers and orbits Saturn at a distance of about 5.5 million kilometers. It takes Narvi about 1,116 Earth days to complete one orbit around Saturn. The moon has a highly inclined and eccentric orbit, which suggests that it may have been captured by Saturn rather than formed in place. Very little is known about Narvi due to its small size and distance from Saturn, and it has not been studied in detail by any spacecraft."
    },
    {
        "englishName": "Methone",
        "url": " ",
        "desc": "Methone is a small natural satellite of Saturn, discovered by the Cassini spacecraft in 2004. It is irregularly shaped and measures about 3 kilometers (2 miles) across its longest dimension. Methone orbits Saturn in the outer part of its E Ring, along with two other small moons, Anthe and Pallene. The moon's surface is heavily cratered, indicating that it has been bombarded by small particles from Saturn's rings. Methone is one of the smallest known moons of Saturn and its small size and proximity to Saturn make it difficult to observe from Earth."
    },
    {
        "englishName": "Pallene",
        "url": " ",
        "desc": "Pallene is a small, irregularly shaped moon of Saturn discovered in 2004. It orbits within the Keeler Gap, a gap in Saturn's A ring, and its orbit is also influenced by the nearby moon, Daphnis. Pallene has a diameter of only about 4 km and its surface is heavily cratered. Due to its small size and the difficulty of observing it, not much is known about its physical characteristics or composition. However, its position within the Keeler Gap has led scientists to speculate that it may be a source of the dusty ring material that creates the gap, as well as the propeller-shaped features seen in the gap."
    },
    {
        "englishName": "Polydeuces",
        "url": " ",
        "desc": "Polydeuces is a small natural satellite of Saturn. It is also known as Saturn XXXIV, and it is named after Polydeuces, a figure from Greek mythology. Polydeuces is co-orbital with another Saturnian moon, Dione, meaning that the two moons share essentially the same orbit around Saturn. Polydeuces is irregularly shaped and measures approximately 3.7  2.5  2.4 km. It orbits Saturn at a distance of about 377,000 km, and it completes one orbit in about 2.7 days. Polydeuces is primarily composed of water ice and is heavily cratered, with the largest crater being about 500 meters in diameter. The moon's surface is also marked by a prominent ridge that stretches about 10 km along its equator. Polydeuces was discovered in 2004 by the Cassini spacecraft."
    },
    {
        "englishName": "Daphnis",
        "url": " ",
        "desc": "Daphnis is a small moon of Saturn, measuring only 8 kilometers in diameter. It was discovered in 2005 by the Cassini spacecraft and orbits within the Keeler gap of Saturn's A ring. Daphnis' gravitational influence creates waves in the edges of the Keeler gap, and it also causes a disturbance in the A ring called the \"Keeler gap edge brightening\". Daphnis has a pronounced ridge around its equator, likely formed by accumulated ring material. The moon also has a large crater on its surface and its irregular shape gives it a somewhat potato-like appearance."
    },
    {
        "englishName": "Aegir",
        "url": " ",
        "desc": "Aegir, also known as Saturn LVI, is a moon of Saturn. It was discovered in 2004 by a team of astronomers using the Cassini spacecraft. Aegir is a very small moon, with a diameter of only about 7 km, and it orbits Saturn at a distance of about 20 million km.\nOne of the most notable features of Aegir is its irregular shape. It is thought to have been formed from the debris left over after a larger moon was shattered by a collision. Aegir is also quite dark, reflecting only about 6% of the sunlight that falls on it.\nNot much else is known about Aegir, as it has only been observed a few times by the Cassini spacecraft. However, its unusual shape and dark surface make it an interesting target for future study."
    },
    {
        "englishName": "Bebhionn",
        "url": " ",
        "desc": "Bebhionn is actually one of the irregular moons of Saturn and was discovered in 2004 by the CassiniHuygens spacecraft.\nBebhionn has a diameter of approximately 6 kilometers and is part of the Inuit group of Saturn's irregular moons, which orbit the planet in a highly eccentric and inclined manner. Its surface is believed to be covered in ice and rock, but little is known about its surface features due to its small size and distance from Earth.\nAlthough Bebhionn is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Bergelmir",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/b/be/Proteus_spacepedia.png/",
        "desc": "Bergelmir is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.\nBergelmir's surface is believed to be covered in ice and rock, but little is known about its surface features due to its small size and distance from Earth. Its orbit is highly eccentric and tilted relative to Saturn's equator.\nBergelmir has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Bergelmir's orbit and composition, but much about the moon remains unknown.\nAlthough Bergelmir is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Bestla",
        "url": " ",
        "desc": "Bestla is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 36 kilometers.\nBestla's surface is believed to be covered in ice and rock, but little is known about its surface features due to its distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nBestla has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Bestla's orbit and composition, but much about the moon remains unknown.\nAlthough Bestla is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Farbauti",
        "url": " ",
        "desc": "Farbauti is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 4 kilometers.\nLittle is known about Farbauti's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nFarbauti has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Farbauti's orbit and composition, but much about the moon remains unknown.\nAlthough Farbauti is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Fenrir",
        "url": " ",
        "desc": "Fenrir is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 4 kilometers.\nLittle is known about Fenrir's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nFenrir has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Fenrir's orbit and composition, but much about the moon remains unknown.\nAlthough Fenrir is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Fornjot",
        "url": " ",
        "desc": "Fornjot is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.\nLittle is known about Fornjot's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nFornjot has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Fornjot's orbit and composition, but much about the moon remains unknown.\nAlthough Fornjot is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Hati",
        "url": " ",
        "desc": "Hati is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.\nLittle is known about Hati's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nHati has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Hati's orbit and composition, but much about the moon remains unknown.\nAlthough Hati is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Hyrrokkin",
        "url": " ",
        "desc": "Hyrrokkin is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2004 by the CassiniHuygens spacecraft and has a diameter of approximately 8 kilometers.\nLittle is known about Hyrrokkin's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nHyrrokkin has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Hyrrokkin's orbit and composition, but much about the moon remains unknown.\nAlthough Hyrrokkin is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Kari",
        "url": " ",
        "desc": "Kari is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2006 by the CassiniHuygens spacecraft and has a diameter of approximately 7 kilometers.\nLittle is known about Kari's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nKari has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Kari's orbit and composition, but much about the moon remains unknown.\nAlthough Kari is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Loge",
        "url": " ",
        "desc": "Loge is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2006 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.\nLittle is known about Loge's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nLoge has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Loge's orbit and composition, but much about the moon remains unknown.\nAlthough Loge is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Skoll",
        "url": " ",
        "desc": "Skoll is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2006 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.Little is known about Skoll's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nSkoll has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Skoll's orbit and composition, but much about the moon remains unknown.\nAlthough Skoll is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Surtur",
        "url": " ",
        "desc": "Surtur is one of the irregular moons of Saturn and is part of the Inuit group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2006 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.\nLittle is known about Surtur's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nSurtur has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Surtur's orbit and composition, but much about the moon remains unknown.\nAlthough Surtur is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Anthe",
        "url": " ",
        "desc": "Anthe is one of the irregular moons of Saturn and is part of the Alkyonides group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2007 by the CassiniHuygens spacecraft and has a diameter of approximately 2 kilometers.\nLittle is known about Anthe's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nAnthe has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Anthe's orbit and composition, but much about the moon remains unknown.\nAlthough Anthe is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Jarnsaxa",
        "url": " ",
        "desc": "Jarnsaxa is one of the irregular moons of Jupiter and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2006 by a team of astronomers led by Scott S. Sheppard and has a diameter of approximately 6 kilometers.\nLittle is known about Jarnsaxa's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Jupiter's equator.\nJarnsaxa has been studied by several spacecraft, including the Galileo mission and the Hubble Space Telescope. These missions have provided some information about Jarnsaxa's orbit and composition, but much about the moon remains unknown.\nAlthough Jarnsaxa is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Jovian system."
    },
    {
        "englishName": "Greip",
        "url": " ",
        "desc": "Greip is one of the irregular moons of Saturn and is part of the Norse group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2006 by the CassiniHuygens spacecraft and has a diameter of approximately 6 kilometers.\nLittle is known about Greip's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nGreip has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Greip's orbit and composition, but much about the moon remains unknown.\nAlthough Greip is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Tarqeq",
        "url": " ",
        "desc": "Tarqeq is one of the irregular moons of Saturn and is part of the Inuit group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2007 by the CassiniHuygens spacecraft and has a diameter of approximately 7 kilometers.\nLittle is known about Tarqeq's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nTarqeq has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Tarqeq's orbit and composition, but much about the moon remains unknown.\nAlthough Tarqeq is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "Aegaeon",
        "url": " ",
        "desc": "Aegaeon is one of the irregular moons of Saturn and is part of the Alkyonides group of moons that orbit the planet in a highly eccentric and inclined manner. It was discovered in 2008 by the CassiniHuygens spacecraft and has a diameter of approximately 0.5 kilometers.\nLittle is known about Aegaeon's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nAegaeon has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Aegaeon's orbit and composition, but much about the moon remains unknown.\nAlthough Aegaeon is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "S/2004 S 7",
        "url": " ",
        "desc": "S/2004 S 7 is one of the smaller moons of Saturn and was discovered in 2004 by the CassiniHuygens spacecraft. It is also known as \"Paaliaq\" and has a diameter of approximately 22 kilometers.\nLittle is known about S/2004 S 7's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nS/2004 S 7 has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about S/2004 S 7's orbit and composition, but much about the moon remains unknown.\nAlthough S/2004 S 7 is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "S/2004 S 12",
        "url": " ",
        "desc": "S/2004 S 12 is one of the smaller moons of Saturn and was discovered in 2004 by the CassiniHuygens spacecraft. It is also known as \"Albiorix\" and has a diameter of approximately 32 kilometers.\nLittle is known about S/2004 S 12's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nS/2004 S 12 has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about S/2004 S 12's orbit and composition, but much about the moon remains unknown.\nAlthough S/2004 S 12 is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "S/2004 S 13",
        "url": " ",
        "desc": "S/2004 S 13 is one of the smaller moons of Saturn and was discovered in 2004 by the CassiniHuygens spacecraft. It is also known as \"Ijiraq\" and has a diameter of approximately 12 kilometers.\nLittle is known about S/2004 S 13's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nS/2004 S 13 has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about S/2004 S 13's orbit and composition, but much about the moon remains unknown.\nAlthough S/2004 S 13 is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "S/2004 S 17",
        "url": " ",
        "desc": "S/2004 S 17 is one of the smaller moons of Saturn and was discovered in 2004 by the CassiniHuygens spacecraft. It is also known as \"Tarvos\" and has a diameter of approximately 15 kilometers.\nLittle is known about S/2004 S 17's surface features due to its small size and distance from Earth. Its orbit is highly eccentric and inclined relative to Saturn's equator.\nS/2004 S 17 has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about S/2004 S 17's orbit and composition, but much about the moon remains unknown.\nAlthough S/2004 S 17 is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the irregular moons of the outer Solar System, and the dynamics of the Saturnian system."
    },
    {
        "englishName": "S/2006 S 1",
        "url": " ",
        "desc": "S/2006 S 1 is one of the smaller moons of Saturn and was discovered in 2006 by the CassiniHuygens spacecraft. It is also known as \"Daphnis\" and has a diameter of approximately 8 kilometers.\nDaphnis orbits within the Keeler Gap, a gap in Saturn's A ring, and has been observed to create waves and disturbances in the ring material as it orbits. Its surface features are not well understood due to its small size and distance from Earth.\nDaphnis has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Daphnis' orbit and the dynamics of the Keeler Gap, but much about the moon remains unknown.\nAlthough Daphnis is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Saturnian system, and the interactions between moons and rings."
    },
    {
        "englishName": "S/2006 S 3",
        "url": " ",
        "desc": "S/2006 S 3 is one of the smaller moons of Saturn and was discovered in 2006 by the CassiniHuygens spacecraft. It is also known as \"Polydeuces\" and has a diameter of approximately 3 kilometers.\nPolydeuces orbits within the Lagrange point of the larger moon Dione and is thought to have been captured by Dione's gravity. Its surface features are not well understood due to its small size and distance from Earth.\nPolydeuces has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Polydeuces' orbit and composition, but much about the moon remains unknown.\nAlthough Polydeuces is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Saturnian system, and the dynamics of moon-moon interactions."
    },
    {
        "englishName": "S/2007 S 2",
        "url": " ",
        "desc": "S/2007 S 2 is one of the smaller moons of Saturn and was discovered in 2007 by the CassiniHuygens spacecraft. It is also known as \"Helene\" and has a diameter of approximately 32 kilometers.\nHelene orbits Saturn in the same path as the larger moon Dione, and is located in one of Dione's Lagrange points. Its surface features are not well understood due to its small size and distance from Earth.\nHelene has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Helene's orbit and composition, but much about the moon remains unknown.\nAlthough Helene is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Saturnian system, and the dynamics of moon-moon interactions."
    },
    {
        "englishName": "S/2007 S 3",
        "url": " ",
        "desc": "S/2007 S 3 is one of the smaller moons of Saturn and was discovered in 2007 by the CassiniHuygens spacecraft. It is also known as \"Telesto\" and has a diameter of approximately 24 kilometers.\nTelesto orbits Saturn in the same path as the larger moon Tethys, and is located in one of Tethys' Lagrange points. Its surface features are not well understood due to its small size and distance from Earth.\nTelesto has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Telesto's orbit and composition, but much about the moon remains unknown.\nAlthough Telesto is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Saturnian system, and the dynamics of moon-moon interactions."
    },
    {
        "englishName": "S/2009 S 1",
        "url": " ",
        "desc": "S/2009 S 1 is one of the smaller moons of Saturn and was discovered in 2009 by the CassiniHuygens spacecraft. It is also known as \"Methone\" and has a diameter of approximately 3 kilometers.\nMethone orbits close to Saturn and has a very irregular shape, with a large equatorial ridge. Its surface features are not well understood due to its small size and distance from Earth.\nMethone has been studied by several spacecraft, including the CassiniHuygens mission and the Hubble Space Telescope. These missions have provided some information about Methone's orbit and composition, but much about the moon remains unknown.\nAlthough Methone is not believed to have a subsurface ocean or to be a potential habitat for life, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Saturnian system, and the dynamics of moon-moon interactions."
    },
    {
        "englishName": "Ariel",
        "url": " ",
        "desc": "Ariel is one of the larger moons of Uranus and was discovered in 1851 by William Lassell. It has a diameter of approximately 1,157 kilometers and is the fourth-largest moon of Uranus.\nAriel's surface is heavily cratered and has a number of fault systems and canyons. It also has some areas that appear to have been resurfaced by cryovolcanism. Ariel's surface features and composition have been studied extensively by the Voyager 2 spacecraft and ground-based telescopes.\nAlthough Ariel is not believed to have a subsurface ocean, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Uranian system, and the processes that drive geologic activity on icy moons."
    },
    {
        "englishName": "Umbriel",
        "url": " ",
        "desc": "Umbriel is one of the larger moons of Uranus and was discovered in 1851 by William Lassell. It has a diameter of approximately 1,169 kilometers and is the third-largest moon of Uranus.\nUmbriel's surface is heavily cratered and has a number of bright and dark areas. It also has a large canyon system and a number of scarps. Umbriel's surface features and composition have been studied extensively by the Voyager 2 spacecraft and ground-based telescopes.\nAlthough Umbriel is not believed to have a subsurface ocean, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Uranian system, and the processes that drive geologic activity on icy moons."
    },
    {
        "englishName": "Titania",
        "url": " ",
        "desc": "Titania is one of the larger moons of Uranus and was discovered in 1787 by William Herschel. It has a diameter of approximately 1,578 kilometers and is the largest moon of Uranus.\nTitania's surface is heavily cratered and has a number of fault systems and canyons. It also has some areas that appear to have been resurfaced by cryovolcanism. Titania's surface features and composition have been studied extensively by the Voyager 2 spacecraft and ground-based telescopes.\nAlthough Titania is not believed to have a subsurface ocean, its study continues to be an important area of research, as it provides insights into the formation and evolution of the Uranian system, and the processes that drive geologic activity on icy moons."
    },
    {
        "englishName": "Oberon",
        "url": "https://i.pinimg.com/originals/f2/aa/7c/f2aa7c0f005cb21824592a8cd253f681.png",
        "desc": "Oberon is one of the largest moons orbiting Uranus and is the outermost of Uranus' five major moons. It has a diameter of about 1,523 kilometers and a surface area of approximately 7.2 million square kilometers. The moon is composed of roughly 50% water ice, 30% silicate rock, and 20% carbonaceous material. Oberon has a heavily cratered surface, with a few large impact basins visible. The largest of these basins is named Hamlet, and it is about 206 kilometers in diameter. In addition to craters, Oberon has some tectonic features, including scarps and ridges. The moon was discovered by William Herschel in 1787 and was named after the character Oberon from Shakespeare's play A Midsummer Night's Dream."
    },
    {
        "englishName": "Miranda",
        "url": " ",
        "desc": "Miranda is the smallest and innermost of Uranus' five major moons. It has a diameter of about 471 kilometers and a surface area of approximately 700,000 square kilometers. Miranda's surface is heavily cratered, but also has some relatively smooth regions, as well as a series of ridges and canyons. The most striking feature of Miranda is the \"chevron\" pattern of its canyons, which suggests that the moon has undergone significant geological activity in the past. It is believed that Miranda was once broken apart by a massive impact and later reassembled, which could explain the complex geological features seen on its surface. Miranda was discovered by Gerard Kuiper in 1948 and was named after a character in Shakespeare's play The Tempest."
    },
    {
        "englishName": "Cordelia",
        "url": " ",
        "desc": "Cordelia is one of the smallest moons orbiting Uranus and is the innermost of the planet's major moons. It has a diameter of approximately 40 kilometers and orbits just inside Uranus' epsilon ring. Cordelia has a heavily cratered surface, with numerous impact craters visible, some of which are relatively fresh. The largest crater on Cordelia is about 7 kilometers in diameter. The moon's surface also has some grooves and ridges, possibly created by tectonic activity in the past. Cordelia was discovered by Voyager 2 in 1986 and was named after the daughter of King Lear in Shakespeare's play of the same name."
    },
    {
        "englishName": "Ophelia",
        "url": " ",
        "desc": "Ophelia is another small moon orbiting Uranus, located just outside the planet's epsilon ring. It has a diameter of approximately 42 kilometers and has a heavily cratered surface, like Cordelia. However, Ophelia also has some smoother regions and linear features that suggest past tectonic activity. One notable feature on Ophelia is a large, shallow depression called a \"caldera\", which is about 20 kilometers in diameter. The depression may have formed as a result of a volcanic eruption or a collapse of the moon's surface. Ophelia was discovered by Voyager 2 in 1986 and was named after a character in Shakespeare's play Hamlet. Like Cordelia, little is known about the composition or internal structure of Ophelia."
    },
    {
        "englishName": "Bianca",
        "url": " ",
        "desc": "Bianca is one of the small inner moons of Uranus, with a diameter of approximately 51 kilometers. It was discovered in 1986 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play The Taming of the Shrew. Bianca has a heavily cratered surface, with a number of impact craters visible. The largest of these craters is about 30 kilometers in diameter. Bianca also has a relatively smooth region on its surface, which may have been created by volcanic activity or ice flows. The moon's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Cressida",
        "url": " ",
        "desc": "Cressida is another small moon of Uranus, with a diameter of approximately 80 kilometers. It was also discovered by Voyager 2 in 1986 and is named after a character in Shakespeare's play Troilus and Cressida. Cressida has a heavily cratered surface, but it also has some relatively smooth regions and linear features that suggest tectonic activity in the past. The moon's surface is also marked by a large impact crater, measuring about 40 kilometers in diameter. Cressida's composition is likely similar to other Uranian moons, with a mixture of water ice and silicate rock. However, due to its small size and distance from Earth, little is known about its internal structure or composition."
    },
    {
        "englishName": "Desdemona",
        "url": " ",
        "desc": "Desdemona is one of the inner moons of Uranus and has a diameter of approximately 64 kilometers. It was discovered in 1986 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play Othello. Desdemona has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 35 kilometers in diameter. The moon also has some elongated features on its surface, which may be the result of tectonic activity. Desdemona's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Juliet",
        "url": " ",
        "desc": "Juliet is another inner moon of Uranus, with a diameter of approximately 94 kilometers. It was also discovered by Voyager 2 in 1986 and is named after a character in Shakespeare's play Romeo and Juliet. Juliet has a heavily cratered surface, but it also has some relatively smooth regions and linear features that suggest tectonic activity in the past. The moon's surface is also marked by a large impact basin, measuring about 50 kilometers in diameter. Juliet's composition is likely similar to other Uranian moons, with a mixture of water ice and silicate rock. However, due to its small size and distance from Earth, little is known about its internal structure or composition"
    },
    {
        "englishName": "Portia",
        "url": " ",
        "desc": "Portia is one of Uranus' inner moons, with a diameter of approximately 135 kilometers. It was discovered in 1986 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play The Merchant of Venice. Portia has a heavily cratered surface, with a number of impact craters visible. The largest of these craters is about 60 kilometers in diameter. The moon also has some linear features on its surface, which may be the result of tectonic activity. Portia's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Rosalind",
        "url": " ",
        "desc": "Rosalind is another of Uranus' inner moons, with a diameter of approximately 36 kilometers. It was also discovered by Voyager 2 in 1986 and is named after a character in Shakespeare's play As You Like It. Rosalind has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 15 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Rosalind's composition is likely similar to other Uranian moons, with a mixture of water ice and silicate rock. However, due to its small size and distance from Earth, little is known about its internal structure or composition."
    },
    {
        "englishName": "Belinda",
        "url": " ",
        "desc": "Belinda is one of the inner moons of Uranus, with a diameter of approximately 80 kilometers. It was discovered in 1986 by the Voyager 2 spacecraft and is named after a character in Alexander Pope's poem The Rape of the Lock. Belinda has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 20 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Belinda's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Puck",
        "url": " ",
        "desc": "Puck is a small inner moon of Uranus, with a diameter of approximately 162 kilometers. It was discovered in 1985 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play A Midsummer Night's Dream. Puck has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 45 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Puck has a relatively high albedo, or reflectivity, which suggests that its surface is composed of water ice. The moon's interior is likely a mixture of ice and rock, but little is known about its internal structure."
    },
    {
        "englishName": "Caliban",
        "url": " ",
        "desc": "Caliban is a small inner moon of Uranus, with a diameter of approximately 72 kilometers. It was discovered in 1997 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play The Tempest. Caliban has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 30 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Caliban's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Sycorax",
        "url": "https://upload.wikimedia.org/wikipedia/commons/e/e9/Sycorax.png?20120323221144",
        "desc": "Sycorax is one of the largest irregular moons of Uranus, with a diameter of approximately 150 kilometers. It was discovered in 1997 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play The Tempest. Sycorax has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 35 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Sycorax's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Uranian moons. Its irregular shape suggests that it may have been captured by Uranus rather than forming in place."
    },
    {
        "englishName": "Prospero",
        "url": " ",
        "desc": "Prospero is one of the inner moons of Uranus, with a diameter of approximately 50 kilometers. It was discovered in 1999 by the Hubble Space Telescope and is named after a character in Shakespeare's play The Tempest. Prospero has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 20 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Prospero's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Setebos",
        "url": " ",
        "desc": "Setebos is one of the irregular moons of Uranus, with a diameter of approximately 48 kilometers. It was discovered in 1999 by the Hubble Space Telescope and is named after a god in the mythology of the indigenous people of Tierra del Fuego. Setebos has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 10 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Setebos' composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Uranian moons. Its irregular shape suggests that it may have been captured by Uranus rather than forming in place."
    },
    {
        "englishName": "Stephano",
        "url": " ",
        "desc": "Stephano is one of the small inner moons of Uranus, with a diameter of approximately 20 kilometers. It was discovered in 1999 by the Hubble Space Telescope and is named after a character in Shakespeare's play The Tempest. Stephano has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 8 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Stephano's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Trinculo",
        "url": " ",
        "desc": "Trinculo is another small inner moon of Uranus, with a diameter of approximately 18 kilometers. It was also discovered in 1999 by the Hubble Space Telescope and is named after a character in Shakespeare's play The Tempest. Trinculo has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 5 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Trinculo's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons. Due to their small size and distance from Earth, little is known about the internal structure or composition of both Stephano and Trinculo."
    },
    {
        "englishName": "Francisco",
        "url": " ",
        "desc": "Francisco is one of the small inner moons of Uranus, with a diameter of approximately 22 kilometers. It was discovered in 2001 by the Canada-France-Hawaii Telescope and is named after a character in Shakespeare's play Hamlet. Francisco has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 8 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Francisco's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Margaret",
        "url": " ",
        "desc": "Margaret is one of the irregular moons of Uranus, with a diameter of approximately 20 kilometers. It was discovered in 2003 by the Canada-France-Hawaii Telescope and is named after a character in Shakespeare's play Much Ado About Nothing. Margaret has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 7 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Margaret's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Uranian moons. Its irregular shape suggests that it may have been captured by Uranus rather than forming in place."
    },
    {
        "englishName": "Ferdinand",
        "url": " ",
        "desc": "Ferdinand is one of the small inner moons of Uranus, with a diameter of approximately 20 kilometers. It was discovered in 2001 by the Canada-France-Hawaii Telescope and is named after a character in Shakespeare's play The Tempest. Ferdinand has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 7 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Ferdinand's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Perdita",
        "url": " ",
        "desc": "Perdita is another small inner moon of Uranus, with a diameter of approximately 30 kilometers. It was discovered in 1986 by the Voyager 2 spacecraft and is named after a character in Shakespeare's play The Winter's Tale. Perdita has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 10 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Perdita's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons. Due to their small size and distance from Earth, little is known about the internal structure or composition of both Ferdinand and Perdita."
    },
    {
        "englishName": "Mab",
        "url": " ",
        "desc": "Mab is one of the inner moons of Uranus and has a diameter of approximately 25 kilometers. It was discovered in 2003 by the Canada-France-Hawaii Telescope and is named after a character in Shakespeare's play Romeo and Juliet. Mab has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 10 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Mab's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons."
    },
    {
        "englishName": "Cupid",
        "url": " ",
        "desc": "Cupid is one of the inner moons of Uranus and has a diameter of approximately 18 kilometers. It was discovered in 2003 by the Canada-France-Hawaii Telescope and is named after the Roman god of love. Cupid has a heavily cratered surface, with numerous impact craters visible. The largest of these craters is about 6 kilometers in diameter. The moon also has some linear features and grooves on its surface, which may be the result of tectonic activity. Cupid's composition is believed to be a mixture of water ice and silicate rock, similar to other Uranian moons. Due to their small size and distance from Earth, little is known about the internal structure or composition of both Mab and Cupid."
    },
    {
        "englishName": "Triton",
        "url": " ",
        "desc": "Triton is the largest moon of Neptune and is one of the most interesting moons in the solar system. It has a diameter of approximately 2,700 kilometers and was discovered in 1846, just a few weeks after the discovery of Neptune itself. Triton is unique among large moons in the solar system in that it orbits Neptune in a retrograde direction, opposite to the planet's rotation. It has a heavily cratered surface, with numerous geysers and plumes that erupt from its south polar region. Triton's composition is believed to be a mixture of rock and ice, with a surface covered in a layer of nitrogen, methane, and carbon monoxide ices."
    },
    {
        "englishName": "Nereid",
        "url": "https://upload.wikimedia.org/wikipedia/it/9/94/Nereide_art.png",
        "desc": "Nereid is one of the irregular moons of Neptune, with a diameter of approximately 340 kilometers. It was discovered in 1949 and is named after the sea nymphs of Greek mythology. Nereid has a highly eccentric orbit that takes it far away from Neptune and brings it close to the planet at other times. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Nereid's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Neptunian moons. Due to its small size and distance from Earth, little is known about the internal structure or composition of Nereid."
    },
    {
        "englishName": "Naiad",
        "url": " ",
        "desc": "Naiad is one of the innermost moons of Neptune, with a diameter of approximately 58 kilometers. It was discovered in 1989 by the Voyager 2 spacecraft and is named after the sea nymphs of Greek mythology. Naiad has a highly irregular shape and an eccentric orbit that takes it close to Neptune's rings, which may be the source of material that maintains the moon's orbit. Naiad's surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Naiad's composition is believed to be a mixture of water ice and silicate rock, similar to other Neptunian moons."
    },
    {
        "englishName": "Thalassa",
        "url": " ",
        "desc": "Thalassa is another inner moon of Neptune, with a diameter of approximately 82 kilometers. It was also discovered in 1989 by the Voyager 2 spacecraft and is named after the Greek goddess of the sea. Thalassa has a relatively smooth surface, with few visible impact craters. Its surface is thought to be relatively young and may have been resurfaced by cryovolcanism or other processes. Thalassa's composition is believed to be a mixture of water ice and silicate rock, similar to other Neptunian moons. Thalassa has a nearly circular orbit around Neptune and is one of the moons that contribute to Neptune's partial rings."
    },
    {
        "englishName": "Despina",
        "url": " ",
        "desc": "Despina is one of the inner moons of Neptune, with a diameter of approximately 150 kilometers. It was discovered in 1989 by the Voyager 2 spacecraft and is named after a character in Greek mythology. Despina has a heavily cratered surface, with some linear features and grooves that suggest tectonic activity in the past. Its surface is also characterized by a number of dark, elongated features, which may be the result of cryovolcanism or other processes. Despina's composition is believed to be a mixture of water ice and silicate rock, similar to other Neptunian moons."
    },
    {
        "englishName": "Galatea",
        "url": " ",
        "desc": "Galatea is another inner moon of Neptune, with a diameter of approximately 160 kilometers. It was also discovered in 1989 by the Voyager 2 spacecraft and is named after a sea nymph in Greek mythology. Galatea has a heavily cratered surface, with some linear features and grooves that suggest tectonic activity in the past. Its surface also shows evidence of landslides and other geological processes. Galatea's composition is believed to be a mixture of water ice and silicate rock, similar to other Neptunian moons. Galatea is also known to have a tenuous atmosphere of nitrogen, which makes it one of the few moons in the solar system with a known atmosphere."
    },
    {
        "englishName": "Larissa",
        "url": " ",
        "desc": "Larissa is one of the inner moons of Neptune, with a diameter of approximately 194 kilometers. It was discovered in 1981 by a team of astronomers using the Kuiper Airborne Observatory. Larissa has a heavily cratered surface, with some linear features and grooves that suggest tectonic activity in the past. Its surface is also characterized by a number of dark, elongated features, which may be the result of cryovolcanism or other processes. Larissa's composition is believed to be a mixture of water ice and silicate rock, similar to other Neptunian moons."
    },
    {
        "englishName": "Proteus",
        "url": " ",
        "desc": "Proteus is the second largest and outermost of Neptune's inner moons, with a diameter of approximately 420 kilometers. It was discovered in 1989 by the Voyager 2 spacecraft and is named after the shape-shifting sea god Proteus in Greek mythology. Proteus has a heavily cratered surface, with some linear features and grooves that suggest tectonic activity in the past. Its surface is also characterized by a number of large impact basins, the largest of which is about 200 kilometers in diameter. Proteus' composition is believed to be a mixture of water ice, rock, and carbonaceous material, which sets it apart from other Neptunian moons. Proteus is also known to have a very low density, which suggests that it may be partially composed of porous material."
    },
    {
        "englishName": "Halimede",
        "url": " ",
        "desc": "Halimede is one of the irregular moons of Neptune, with a diameter of approximately 62 kilometers. It was discovered in 2002 by a team of astronomers using the Subaru telescope in Hawaii and is named after one of the Nereids, the sea nymphs of Greek mythology. Halimede has a highly eccentric orbit that takes it far away from Neptune and brings it close to the planet at other times. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Halimede's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Neptunian moons."
    },
    {
        "englishName": "Psamathe",
        "url": "https://upload.wikimedia.org/wikipedia/commons/0/02/Psamathe.png?20151224101857",
        "desc": "Psamathe is another irregular moon of Neptune, with a diameter of approximately 40 kilometers. It was discovered in 2003 by a team of astronomers using the Subaru telescope in Hawaii and is named after the Nereid who was the mother of the sea monsters. Psamathe has a highly eccentric orbit that takes it far away from Neptune and brings it close to the planet at other times. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Psamathe's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Neptunian moons. Due to their small size and distance from Earth, little is known about the internal structure or composition of both Halimede and Psamathe."
    },
    {
        "englishName": "Sao",
        "url": " ",
        "desc": "Sao is one of the irregular moons of Neptune, with a diameter of approximately 44 kilometers. It was discovered in 2002 by a team of astronomers using the Subaru telescope in Hawaii and is named after a son of Neptune in Greek mythology. Sao has a highly eccentric orbit that takes it far away from Neptune and brings it close to the planet at other times. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Sao's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Neptunian moons."
    },
    {
        "englishName": "Laomedeia",
        "url": " ",
        "desc": "Laomedeia is another irregular moon of Neptune, with a diameter of approximately 42 kilometers. It was discovered in 2002 by a team of astronomers using the Subaru telescope in Hawaii and is named after a daughter of Poseidon in Greek mythology. Laomedeia has a highly eccentric orbit that takes it far away from Neptune and brings it close to the planet at other times. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Laomedeia's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Neptunian moons. Due to their small size and distance from Earth, little is known about the internal structure or composition of both Sao and Laomedeia."
    },
    {
        "englishName": "Neso",
        "url": " ",
        "desc": "Neso is the farthest known moon of Neptune, with a diameter of approximately 60 kilometers. It was discovered in 2002 by a team of astronomers using the Canada-France-Hawaii Telescope and is named after a sea nymph in Greek mythology. Neso has a highly eccentric and inclined orbit, taking it far away from Neptune and making it one of the most distant objects in the solar system. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Neso's composition is believed to be a mixture of water ice and carbonaceous material, which sets it apart from other Neptunian moons."
    },
    {
        "englishName": "Charon",
        "url": " ",
        "desc": "Charon is not a moon of Neptune, but rather the largest moon of Pluto. It was discovered in 1978 by James Christy and is named after the mythological ferryman who carries souls across the river Styx in Greek mythology. Charon is so large in comparison to Pluto that the two objects are often considered a binary system. Charon has a diameter of approximately 1,212 kilometers, about half the size of Pluto. Its surface is heavily cratered, with some linear features and grooves that suggest tectonic activity in the past. Charon's composition is believed to be a mixture of water ice, rock, and other frozen volatile compounds. The New Horizons spacecraft provided detailed observations of Charon during its flyby of the Pluto system in 2015."
    },
    {
        "englishName": "Nix",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/b/b3/Nix_Transparent.png/revision/latest/scale-to-width-down/210?cb=20180406164919",
        "desc": "Nix is one of the five known moons of Pluto, discovered in 2005. It is roughly 40 km in diameter and orbits Pluto at a distance of about 48,000 km. Its orbital period is 24.9 days. It is a faint, elongated body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "Hydra",
        "url": " ",
        "desc": "Hydra is the largest of the moons of Pluto, discovered in 2005. It is irregularly shaped and about 45 km in diameter. It orbits Pluto at a distance of about 38,000 km and has an orbital period of 38.2 days. It is also composed mostly of water ice, with a small fraction of rock. Its surface is covered in craters and it has several bright spots."
    },
    {
        "englishName": "Namaka",
        "url": " ",
        "desc": " Namaka is the outermost of the five known moons of Neptune, discovered in 2003. It is roughly 20 km in diameter and orbits Neptune at a distance of about 6.9 million km. Its orbital period is 0.5 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "Hiiaka",
        "url": " ",
        "desc": "Hiiaka is one of the two moons of Haumea, discovered in 2005. It is roughly 170 km in diameter and orbits Haumea at a distance of about 14,500 km. Its orbital period is 45.9 hours. It is a bright, elongated body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "Dysnomia",
        "url": "https://upload.wikimedia.org/wikipedia/commons/9/9f/Dysnomia-moon-transparent.png?20160625081332",
        "desc": "Dysnomia is the other moon of Haumea, discovered in 2005. It is roughly 100 km in diameter and orbits Haumea at a distance of about 37,000 km. Its orbital period is about 18 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "Dia",
        "url": " ",
        "desc": "Dia is a minor planet in the asteroid belt, discovered in 2003. It is about 15 km in diameter and has an orbital period of 3.4 years. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "S/2004 S 3",
        "url": " ",
        "desc": "S/2004 S 3 is one of the moons of Saturn, discovered in 2004. It is roughly 1 km in diameter and orbits Saturn at a distance of about 1.6 million km. Its orbital period is 0.5 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "S/2004 S 4",
        "url": " ",
        "desc": "S/2004 S 4 is another moon of Saturn, discovered in 2004. It is roughly 1 km in diameter and orbits Saturn at a distance of about 1.4 million km. Its orbital period is 0.4 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "S/2004 S 6",
        "url": " ",
        "desc": "S/2004 S 6 is yet another moon of Saturn, discovered in 2004. It is roughly 1 km in diameter and orbits Saturn at a distance of about 1.2 million km. Its orbital period is 0.3 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "S/2010 J 1",
        "url": " ",
        "desc": "S/2010 J 1 is one of the moons of Jupiter, discovered in 2010. It is roughly 1 km in diameter and orbits Jupiter at a distance of about 9.7 million km. Its orbital period is 0.6 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "S/2010 J 2",
        "url": " ",
        "desc": "S/2010 J 2 is another moon of Jupiter, discovered in 2010. It is roughly 1 km in diameter and orbits Jupiter at a distance of about 9.5 million km. Its orbital period is 0.5 days. It is a faint, irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "1 Ceres",
        "url": "https://static.wikia.nocookie.net/space-sailors/images/2/24/Ceres1.png/",
        "desc": "Ceres is the largest object in the asteroid belt, discovered in 1801. It is about 950 km in diameter and has an orbital period of 4.6 years. It is an irregularly shaped body with a bright, icy surface. It is thought to be composed of mostly water ice, with a small fraction of rock. It is also the only known dwarf planet in the asteroid belt."
    },
    {
        "englishName": "6 Hebe",
        "url": " ",
        "desc": "6 Hebe is a minor planet in the asteroid belt, discovered in 1847. It is about 160 km in diameter and has an orbital period of 4.4 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock. It is the largest of the asteroids that are members of the Hebe family."
    },
    {
        "englishName": "47171 Lempo",
        "url": " ",
        "desc": "47171 Lempo is a minor planet in the asteroid belt, discovered in 1999. It is about 2.7 km in diameter and has an orbital period of 4.6 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock. It is a member of the Themis family of asteroids."
    },
    {
        "englishName": "The Little Prince",
        "url": " ",
        "desc": "(45) Eugenia I Petit-Prince is the larger, outer moon of asteroid 45 Eugenia. It was discovered in 1998 by astronomers at the Canada-France-Hawaii Telescope on Mauna Kea, Hawaii. Initially, it received the provisional designation S/1998 (45) 1. Petit-Prince was the first asteroid moon to be discovered with a ground-based telescope. Previously, the only known moon of an asteroid was Dactyl, discovered by the Galileo space probe, around 243 Ida."
    },
    {
        "englishName": "762 Pulcova",
        "url": " ",
        "desc": "762 Pulcova is a minor planet in the asteroid belt, discovered in 1910. It is about 11 km in diameter and has an orbital period of 4.3 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "4179 Toutatis",
        "url": " ",
        "desc": "4179 Toutatis is a near-Earth asteroid, discovered in 1989. It is about 4.6 km in diameter and has an orbital period of 3.9 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "50000 Quaoar",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/2/2f/Quaoar_spacepedia.png/",
        "desc": "50000 Quaoar is a minor planet in the Kuiper belt, discovered in 2002. It is about 1,000 km in diameter and has an orbital period of 288 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "2867 teins",
        "url": " ",
        "desc": "2867 teins is a minor planet in the asteroid belt, discovered in 1969. It is about 5.3 km in diameter and has an orbital period of 3.6 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "136199 Eris",
        "url": "https://www.solarsystemscope.com/spacepedia/images/handbook/renders/eris.png",
        "desc": "136199 Eris is a dwarf planet in the Kuiper belt, discovered in 2005. It is about 2,400 km in diameter and has an orbital period of 557 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "5 Astraea",
        "url": " ",
        "desc": "5 Astraea is a minor planet in the asteroid belt, discovered in 1845. It is about 140 km in diameter and has an orbital period of 4.5 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "5145 Pholus",
        "url": " ",
        "desc": "5145 Pholus is a minor planet in the outer region of the main asteroid belt, discovered in 1992. It is about 90 km in diameter and has an orbital period of 20.3 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "4769 Castalia",
        "url": " ",
        "desc": "4769 Castalia is a minor planet in the asteroid belt, discovered in 1989. It is about 4 km in diameter and has an orbital period of 4.5 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "Remus",
        "url": " ",
        "desc": "Remus is the inner and smaller moon of the main-belt asteroid 87 Sylvia. It follows an almost-circular and close-to-equatorial orbit around the parent asteroid. In this respect it is similar to the other Sylvian moon Romulus. Its full designation is (87) Sylvia II Remus; before receiving its name, it was known as S/2004 (87) 1. The moon is named after Remus, twin of the mythological founder of Rome, one of the children of Rhea Silvia raised by a wolf.\n87 Sylvia has a low density, which indicates that it is probably a rubble pile asteroid formed when debris from a collision between its parent body and another asteroid re-accreted gravitationally. Thus it is likely that both Remus and Romulus are smaller rubble piles which accreted in orbit around the main body from debris of the same collision. In this case their albedo and density are expected to be similar to Sylvia's."
    },
    {
        "englishName": "624 Hektor",
        "url": " ",
        "desc": "624 Hektor is a minor planet in the outer region of the main asteroid belt, discovered in 1907. It is about 95 km in diameter and has an orbital period of 6.9 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "216 Kleopatra",
        "url": " ",
        "desc": "216 Kleopatra is a minor planet in the asteroid belt, discovered in 1880. It is about 92 km in diameter and has an orbital period of 4.3 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "3753 Cruithne",
        "url": " ",
        "desc": "3753 Cruithne is a near-Earth asteroid, discovered in 1986. It is about 5 km in diameter and has an orbital period of 1.5 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "3 Juno",
        "url": " ",
        "desc": "3 Juno is a minor planet in the asteroid belt, discovered in 1804. It is about 230 km in diameter and has an orbital period of 4.3 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "10 Hygiea",
        "url": " ",
        "desc": "10 Hygiea is a minor planet in the asteroid belt, discovered in 1849. It is about 430 km in diameter and has an orbital period of 4.9 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "21 Lutetia",
        "url": " ",
        "desc": "21 Lutetia is a minor planet in the asteroid belt, discovered in 1852. It is about 100 km in diameter and has an orbital period of 3.6 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "253 Mathilde",
        "url": " ",
        "desc": "253 Mathilde is a minor planet in the asteroid belt, discovered in 1885. It is about 50 km in diameter and has an orbital period of 4.3 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "Uranus",
        "url": "https://upload.wikimedia.org/wikipedia/commons/3/32/3D_Uranus.png",
        "desc": "Uranus is the seventh planet from the Sun and has a diameter of approximately 51,118 kilometers. It is an ice giant planet composed mostly of hydrogen, helium, and methane. Uranus has a complex system of rings and 27 known moons, including Titania, Oberon, Ariel, Umbriel, and Miranda. Uranus rotates on its side, with its axis tilted at an angle of 98 degrees relative to its orbit, causing extreme seasonal variations. Although Uranus is visible to the naked eye, it was not recognized as a planet until 1781, when it was discovered by William Herschel. Uranus has been studied extensively by spacecraft, including Voyager 2 in 1986 and the Hubble Space Telescope. Its study continues to be an important area of research, providing insights into the formation and evolution of the Solar System."
    },
    {
        "englishName": "7 Iris",
        "url": " ",
        "desc": "7 Iris is a minor planet in the asteroid belt, discovered in 1847. It is about 100 km in diameter and has an orbital period of 4.7 years. It is an irregularly shaped body with a reddish hue. It is thought to be composed of mostly water ice, with a small fraction of rock."
    },
    {
        "englishName": "433 Eros",
        "url": " ",
        "desc": "433 Eros is a near-Earth asteroid with a diameter of approximately 34 kilometers. It was discovered in 1898 and was the first asteroid ever observed up close by a spacecraft, when the NEAR Shoemaker spacecraft orbited and landed on it in 2001. Eros is a rubble pile asteroid, composed of a mixture of rock and metal. It has a complex history of impacts and resurfacing, which has resulted in a heavily cratered surface. Eros has been studied extensively by spacecraft and ground-based telescopes, providing insights into the formation and evolution of the Solar System, and the properties of near-Earth asteroids."
    },
    {
        "englishName": "Vanth",
        "url": "https://upload.wikimedia.org/wikipedia/commons/e/e6/Vanth.png",
        "desc": "Vanth is one of the smaller moons of Uranus and was discovered in 2003 by the Hubble Space Telescope. It has a diameter of approximately 443 kilometers and orbits Uranus in a highly eccentric and inclined manner. Vanth's surface features and composition are not well understood due to its small size and distance from Earth. Its study has been limited to observations by the Hubble Space Telescope and some ground-based telescopes. Vanth is thought to be a captured object, possibly an asteroid or a Kuiper Belt object. Its orbit is in resonance with that of another Uranian moon, Mab, and is believed to have been influenced by the presence of other moons in the Uranian system. Vanth's study continues to be an important area of research, as it provides insights into the formation and evolution of the Uranian system, and the dynamics of moon-moon interactions."
    },
    {
        "englishName": "90377 Sedna",
        "url": " ",
        "desc": "90377 Sedna is a trans-Neptunian object with a diameter of approximately 995 kilometers. It was discovered in 2003 and has an extremely elongated and inclined orbit, taking it far beyond the orbit of Neptune. Sedna is one of the most distant known objects in the Solar System and is classified as a detached object, meaning that it is not influenced by the gravitational pull of any major planet. Sedna's surface features and composition are not well understood due to its distance from Earth. Its study has been limited to observations by ground-based telescopes and the Hubble Space Telescope. Sedna's discovery has raised questions about the formation and evolution of the outer Solar System, and the possibility of undiscovered planets beyond Neptune. Its study continues to be an important area of research, as it provides insights into the dynamics and structure of the Solar System."
    },
    {
        "englishName": "10199 Chariklo",
        "url": " ",
        "desc": "Chariklo is a minor planet that orbits in the outer Solar System, between Saturn and Uranus. It has a diameter of about 250 kilometers and is notable for having two narrow rings around its equator. These rings are made of ice and rock, and their origin is not yet fully understood. Chariklo is also believed to have a small, icy moon called Oiapoque that orbits around it. It was discovered in 1997 by astronomers James V. Scotti and Robert Jedicke."
    },
    {
        "englishName": "87 Sylvia",
        "url": " ",
        "desc": "Sylvia is a large asteroid that orbits in the main asteroid belt between Mars and Jupiter. It was discovered in 1866 by the French astronomer N. R. Pogson and is named after the mythological figure Sylvia, who was the mother of Romulus and Remus. Sylvia is unusual in that it has two smaller moons, Remus and Romulus, which are thought to have been created when the asteroid was struck by a smaller object in the past. Sylvia is about 286 kilometers in diameter and has a somewhat elongated shape."
    },
    {
        "englishName": "(243) Ida I Dactyl",
        "url": "https://spaceplace.nasa.gov/asteroid/en/asteroid-ida.en.png",
        "desc": "Dactyl is a small asteroid that orbits around (243) Ida, a larger asteroid in the main asteroid belt. Dactyl is notable for being the first natural satellite of an asteroid to be discovered. It was discovered in 1993 by the Galileo spacecraft, which was on its way to Jupiter at the time. Dactyl is about 1.4 kilometers in diameter and has a highly irregular shape. It is thought to be a fragment of Ida that was ejected during a collision with another asteroid."
    },
    {
        "englishName": "90482 Orcus",
        "url": " ",
        "desc": "Orcus is a large trans-Neptunian object located in the Kuiper Belt. It was discovered in 2004 and is approximately 1/3 the size of Pluto. Orcus has a large moon, Vanth, and a reddish coloration suggesting the presence of methane and other organic compounds on its surface."
    },
    {
        "englishName": "Pluto",
        "url": "https://upload.wikimedia.org/wikipedia/commons/9/94/Pluto-transparent.png",
        "desc": "Pluto is a dwarf planet located in the Kuiper Belt and was discovered in 1930. It was the first Kuiper Belt Object to be discovered and remained classified as the ninth planet in our solar system until 2006. Pluto has a highly elliptical orbit and five known moons, including Charon which is almost half its size."
    },
    {
        "englishName": "5335 Damocles",
        "url": " ",
        "desc": "Damocles is a rare type of asteroid known as an Atira. It is located in the outer reaches of the asteroid belt and has a highly eccentric orbit that brings it closer to the Sun than any other known asteroid. Damocles is believed to be a \"dead comet\" due to the presence of ice on its surface and the observation of a coma-like tail."
    },
    {
        "englishName": "Romulus",
        "url": " ",
        "desc": "Romulus is the outer and larger moon of the main-belt asteroid 87 Sylvia. It follows an almost-circular and close-to-equatorial orbit around the asteroid. In this respect it is similar to the other Sylvian moon Remus.\nRomulus was discovered in February 2001 from the Keck II telescope by Michael E. Brown and Jean-Luc Margot. Its full designation is (87) Sylvia I Romulus; before receiving its name, it was known as S/2001 (87) 1. The moon is named after Romulus, the mythological founder of Rome, one of the twins of Rhea Silvia raised by a wolf.\n87 Sylvia has a low density, which indicates that it is probably a rubble pile formed when debris from a collision between its parent body and another asteroid re-accreted gravitationally. Therefore, it is likely that both Romulus and Remus, the second of Sylvia's moons, are smaller rubble piles which accreted in orbit around the main body from debris of the same collision. In this case their albedo and density are expected to be similar to Sylvia's."
    },
    {
        "englishName": "Alexhelios",
        "url": " ",
        "desc": "Alexhelios and Cleoselene are the names given to two small moons of the planet Jupiter. They were discovered in 2001 by a team of astronomers from the University of Hawaii. Both moons are believed to be irregularly shaped and have a diameter of about 22 kilometers. Not much is known about these two moons, as they have only been observed from a distance. It is believed that they are part of a larger population of small, irregular moons orbiting Jupiter."
    },
    {
        "englishName": "Cleoselene",
        "url": " ",
        "desc": "Alexhelios and Cleoselene are the names given to two small moons of the planet Jupiter. They were discovered in 2001 by a team of astronomers from the University of Hawaii. Both moons are believed to be irregularly shaped and have a diameter of about 22 kilometers. Not much is known about these two moons, as they have only been observed from a distance. It is believed that they are part of a larger population of small, irregular moons orbiting Jupiter."
    },
    {
        "englishName": "8 Flora",
        "url": " ",
        "desc": "8 Flora is a large main-belt asteroid named after the Roman goddess of flowers and gardens. It was discovered in 1847 by the German astronomer Karl Ludwig Hencke and is the parent body of the Flora family of asteroids. Flora has an irregular shape with dimensions of approximately 136 x 106 x 94 km and has a surface covered in impact craters. It orbits the Sun once every 3.27 years and is believed to be composed mainly of silicate rock and nickel-iron metal."
    },
    {
        "englishName": "2060 Chiron",
        "url": " ",
        "desc": "Chiron is a centaur, a type of small Solar System body that orbits between Jupiter and Neptune. It is unique because it displays characteristics of both comets and asteroids. Chiron is believed to be an ancient comet that has lost its volatile materials over time. It has a diameter of approximately 250 kilometers and takes almost 51 years to complete one orbit around the Sun. Chiron also has a faint coma, which is a cloud of gas and dust that surrounds the nucleus of a comet."
    },
    {
        "englishName": "5261 Eureka",
        "url": " ",
        "desc": "Eureka is an Apollo asteroid that was discovered in 1990. It has a diameter of about 2 kilometers and orbits the Sun once every 1.1 years. Eureka is notable because it was the first asteroid to be discovered by radar imaging. Radar observations have revealed that Eureka is a contact binary, which means it is composed of two separate bodies that are stuck together. Eureka's surface is also covered in large boulders, which suggests that it has experienced many collisions in the past."
    },
    {
        "englishName": "588 Achilles",
        "url": " ",
        "desc": "Achilles is a large Jupiter Trojan asteroid that was discovered in 1906. It has a diameter of approximately 130 kilometers and orbits the Sun once every 12 years. Achilles is named after the Greek hero of the same name who fought in the Trojan War. It is believed to be one of the darkest objects in the Solar System, with a surface that reflects less than 5% of the sunlight that hits it. Achilles also has a small moon, which is named after Patroclus, another hero from Greek mythology."
    },
    {
        "englishName": "Weywot",
        "url": " ",
        "desc": "Weywot is a trans-Neptunian object located in the Kuiper Belt region of the outer solar system. It is considered a classical Kuiper Belt object and has a highly inclined and eccentric orbit around the Sun. Its surface composition is still uncertain, but it is thought to be primarily composed of water ice, along with some other frozen volatile materials."
    },
    {
        "englishName": "28978 Ixion",
        "url": " ",
        "desc": "Ixion is another large trans-Neptunian object located in the Kuiper Belt region. It has a highly elliptical orbit and is classified as a plutino, meaning it shares its orbital resonance with Pluto. Its surface is also composed primarily of water ice, and it is believed to have a reddish color due to the presence of complex organic molecules."
    },
    {
        "englishName": "Neptune",
        "url": "https://upload.wikimedia.org/wikipedia/commons/d/da/3D_Neptune.png",
        "desc": "Neptune is the eighth planet from the Sun and is one of the four gas giants in our solar system. It is the fourth largest planet and has a highly active atmosphere with the fastest winds in the solar system. It has a system of rings and many moons, the largest of which is Triton. Neptune's blue color comes from the presence of methane gas in its atmosphere, which absorbs red light and reflects blue light."
    },
    {
        "englishName": "Shoemaker-Levy 9",
        "url": " ",
        "desc": "Shoemaker-Levy 9 is a comet that was discovered in 1993 by Carolyn and Eugene Shoemaker and David Levy. It gained worldwide attention in 1994 when it collided with Jupiter, creating a series of impacts that were visible from Earth. The impact scars on Jupiter's surface were the first direct evidence of an extraterrestrial collision in our solar system."
    },
    {
        "englishName": "9 Metis",
        "url": " ",
        "desc": "9 Metis is a large main-belt asteroid that was discovered in 1848 by German astronomer Andrew Graham. It is named after the mythological Greek figure Metis, who was the first wife of Zeus. The asteroid is irregularly shaped and is thought to be the remnant of a larger object that was destroyed in a collision."
    },
    {
        "englishName": "136108 Haumea",
        "url": "https://www6.solarsystemscope.com/spacepedia/images/handbook/renders/haumea.png",
        "desc": "136108 Haumea is a dwarf planet that was discovered in 2004 by a team of astronomers led by Spanish astronomer Jos Luis Ortiz. It is named after the Hawaiian goddess of fertility and childbirth. Haumea is notable for its elongated, football-shaped appearance and its rapid rotation, which causes it to have a highly elongated shape. It is also surrounded by two small moons, Hi'iaka and Namaka."
    },
    {
        "englishName": "7066 Nessus",
        "url": " ",
        "desc": "Nessus is a centaur, a type of celestial object that orbits between Jupiter and Neptune. It has a highly elliptical orbit that crosses the orbits of several outer planets. Nessus is believed to be a primitive object that formed in the Kuiper Belt and was later kicked inward to its current orbit. It is one of the largest centaurs known and has a diameter of about 60 miles (100 km)."
    },
    {
        "englishName": "25143 Itokawa",
        "url": " ",
        "desc": "Itokawa is a small near-Earth asteroid that was visited by the Japanese spacecraft Hayabusa in 2005. It is named after the Japanese rocket scientist Hideo Itokawa. Itokawa has a very irregular shape, with dimensions of about 1,800 feet by 700 feet (550 m by 200 m). It is believed to be a rubble pile asteroid, meaning that it is made up of fragments that have come together due to their mutual gravity."
    },
    {
        "englishName": "10370 Hylonome",
        "url": " ",
        "desc": "Hylonome is a small centaur that orbits in the outer solar system, between Jupiter and Neptune. It was discovered in 1995 by astronomers in Hawaii. Hylonome has a diameter of about 65 miles (105 km) and is believed to be a primitive object that formed in the Kuiper Belt. Its orbit is highly elliptical and takes it as far as 7.9 billion miles (12.7 billion km) from the Sun at its most distant point."
    },
    {
        "englishName": "45 Eugenia",
        "url": " ",
        "desc": " 45 Eugenia asteroid is notable for having a unique shape - it is actually a binary asteroid with two roughly spherical components, one of which has a diameter of about 13 km and the other about 6 km. It was discovered in 1857 by French astronomer Hermann Goldschmidt."
    },
    {
        "englishName": "(308933) 2006 SQ372",
        "url": " ",
        "desc": "(308933) 2006 SQ372 is a trans-Neptunian object, meaning it orbits the sun at a greater distance than Neptune. It was discovered in 2006 and is believed to have a diameter of about 500 km. It has a highly elongated orbit that takes it as far out as 128 astronomical units (AU) from the sun."
    },
    {
        "englishName": "2 Pallas",
        "url": " ",
        "desc": "2 Pallas is one of the largest asteroids in the asteroid belt, with a diameter of about 544 km. It was discovered in 1802 by German astronomer Heinrich Olbers. Pallas is notable for having a very high albedo (reflectivity) compared to other asteroids, which suggests it is composed of a different type of material. It is also irregularly shaped and has a heavily cratered surface."
    },
    {
        "englishName": "8405 Asbolus",
        "url": " ",
        "desc": "Asbolus is a centaur, a small icy body that orbits between Jupiter and Neptune. It was discovered in 1995 and named after a centaur from Greek mythology. Asbolus has a highly elongated orbit that brings it closer to the Sun than Uranus and takes it farther out than Neptune. Its surface is thought to be composed of a mixture of water ice, carbon dioxide, and other volatile compounds."
    },
    {
        "englishName": "20000 Varuna",
        "url": " ",
        "desc": "Varuna is a large Kuiper Belt object located beyond the orbit of Neptune. It was discovered in 2000 and named after a Hindu god associated with the oceans. Varuna is approximately 900 kilometers in diameter and has a reddish hue, likely due to the presence of complex organic compounds on its surface. It has a highly elliptical orbit that takes it from just beyond Neptune to nearly three times Neptune's distance from the Sun."
    },
    {
        "englishName": "4 Vesta",
        "url": " ",
        "desc": "Vesta is one of the largest asteroids in the Solar System, with a diameter of approximately 525 kilometers. It orbits the Sun in the asteroid belt between Mars and Jupiter and was discovered in 1807. Vesta is unique among asteroids in that it has a differentiated interior, with a dense metallic core and a rocky mantle. It is also home to one of the largest impact craters in the Solar System, the Rheasilvia basin, which is thought to have been formed by a massive collision billions of years ago."
    },
    {
        "englishName": "243 Ida",
        "url": "https://spaceplace.nasa.gov/asteroid/en/asteroid-ida.en.png",
        "desc": "243 Ida is an asteroid in the asteroid belt located between Mars and Jupiter. It was the second asteroid ever visited by a spacecraft and was the first asteroid found to have a moon, Dactyl. Ida is about 35 kilometers long and has a distinctly elongated shape."
    },
    {
        "englishName": "Comet Hyakutake",
        "url": " ",
        "desc": "Comet Hyakutake is a long-period comet that was discovered in 1996. It made a close approach to Earth in March of that year and was visible to the naked eye in the night sky. The comet's nucleus is estimated to be about 5 kilometers in diameter, and it has a long, bright tail composed of gas and dust that stretches across the sky."
    },
    {
        "englishName": "951 Gaspra",
        "url": " ",
        "desc": "951 Gaspra is an S-type asteroid in the asteroid belt, meaning it has a composition of silicate rock. It was visited by the Galileo spacecraft in 1991, making it the first asteroid to be visited by a spacecraft. Gaspra is about 18 kilometers long and has a very irregular shape, with several large craters on its surface."
    },
    {
        "englishName": "15760 Albion",
        "url": " ",
        "desc": "Albion is a trans-Neptunian object (TNO) discovered in 1992. It has a diameter estimated to be around 950 kilometers, making it one of the largest known TNOs. Albion's orbit is highly eccentric and inclined, with a perihelion distance of about 36 astronomical units (AU) and an aphelion distance of about 77 AU. It takes around 248 years for Albion to complete one orbit around the Sun."
    },
    {
        "englishName": "136472 Makemake",
        "url": "https://nineplanets.org/wp-content/uploads/2019/09/makemake.png",
        "desc": "Makemake is a dwarf planet in the Kuiper Belt, discovered in 2005. It has a diameter of around 1,400 kilometers, making it the second-largest known dwarf planet after Pluto. Makemake's orbit is slightly more eccentric than Pluto's, with a perihelion distance of about 38 AU and an aphelion distance of about 53 AU. It takes around 309 years for Makemake to complete one orbit around the Sun."
    },
    {
        "englishName": "Halley's Comet",
        "url": " ",
        "desc": "Halley's Comet is one of the most famous comets, named after English astronomer Edmond Halley, who predicted its return in 1758. It is a periodic comet, with a period of about 76 years. The last time Halley's Comet was visible from Earth was in 1986, and its next expected return is in 2061. The nucleus of Halley's Comet is estimated to be about 15 kilometers long and 8 kilometers wide, and it is surrounded by a coma and a tail of gas and dust that can stretch for millions of kilometers."
    },
    {
        "englishName": "Jupiter",
        "url": "https://upload.wikimedia.org/wikipedia/commons/e/e1/Jupiter_%28transparent%29.png",
        "desc": "Jupiter is the largest planet in our solar system, with a diameter of over 86,000 miles. It is a gas giant, composed primarily of hydrogen and helium, with a small rocky core. Jupiter has a distinctive banded appearance due to its strong winds, which can reach speeds of up to 400 miles per hour. It has a strong magnetic field and over 79 known moons, including the four largest - Io, Europa, Ganymede, and Callisto. Jupiter is also known for its Great Red Spot, a massive storm that has been raging for at least 350 years."
    },
    {
        "englishName": "Mars",
        "url": "https://upload.wikimedia.org/wikipedia/commons/2/27/Mars_transparent.png",
        "desc": " Mars is often referred to as the \"Red Planet\" due to its rusty appearance, caused by iron oxide (rust) on its surface. It is the fourth planet from the sun, with a diameter of just over 4,200 miles. Mars is a rocky planet with a thin atmosphere, composed primarily of carbon dioxide. It has the largest volcano in the solar system, Olympus Mons, and the longest canyon, Valles Marineris. Mars also has two small moons, Phobos and Deimos."
    },
    {
        "englishName": "Mercury",
        "url": "https://upload.wikimedia.org/wikipedia/commons/b/b9/3D_Mercury.png",
        "desc": "Mercury is the smallest planet in our solar system, with a diameter of just over 3,000 miles. It is the closest planet to the sun, orbiting at an average distance of only 36 million miles. Mercury is a rocky planet, similar in composition to Earth's moon, with a heavily cratered surface. It has a very thin atmosphere and experiences extreme temperature variations, ranging from over 800 degrees Fahrenheit on the side facing the sun to nearly -300 degrees Fahrenheit on the side facing away from the sun. Mercury has no moons."
    },
    {
        "englishName": "Saturn",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Saturnx.png/1200px-Saturnx.png",
        "desc": "Saturn is the sixth planet from the Sun and the second-largest in our Solar System, with a diameter about nine times that of Earth. It is known for its prominent system of rings, which consist of millions of icy particles ranging in size from tiny grains to massive chunks. The planet itself is composed mostly of hydrogen and helium, with a small rocky core. Saturn has at least 82 moons, the largest of which is Titan, the only moon in the Solar System with a thick atmosphere."
    },
    {
        "englishName": "Sun",
        "url": "https://static.wikia.nocookie.net/omniversal-battlefield/images/6/61/Sun.png/",
        "desc": "The Sun is the star at the center of our Solar System, and is by far the most massive object in it. It contains more than 99.8% of the total mass of the Solar System and is roughly 109 times larger than Earth in diameter. The Sun generates energy through nuclear fusion in its core, where temperatures reach more than 15 million degrees Celsius. This energy is emitted as heat and light, which provide warmth and light to Earth and the other planets in the Solar System."
    },
    {
        "englishName": "Earth",
        "url": "https://upload.wikimedia.org/wikipedia/commons/2/22/Earth_Western_Hemisphere_transparent_background.png",
        "desc": "Earth is the third planet from the Sun, and the largest of the terrestrial planets in our Solar System. It has a diameter of 12,742 kilometers and is the only known planet with liquid water on its surface, a key ingredient for life. Earth's atmosphere consists mainly of nitrogen, oxygen, and trace amounts of other gases, which protect the planet from harmful radiation and meteoroids. It has a single large natural satellite, the Moon, which is the fifth largest moon in the Solar System. Earth's magnetic field and its position in the habitable zone of the Solar System make it a prime location for supporting a diverse range of life forms."
    },
    {
        "englishName": "Venus",
        "url": "https://upload.wikimedia.org/wikipedia/commons/9/93/Venus_globe_-_transparent_background.png",
        "desc": "Venus is the second planet from the Sun and is similar in size and composition to Earth, with a thick, toxic atmosphere and a surface that is covered in volcanic features. It has the hottest surface temperatures of any planet in the solar system, with a greenhouse effect that traps heat and causes a runaway greenhouse effect. Venus is often referred to as Earth's sister planet due to its similarities, but it is also one of the most hostile places in the solar system, with a surface pressure that is over 90 times that of Earth."
    },
    {
        "englishName": "Kerberos",
        "url": " ",
        "desc": "Kerberos is a small natural satellite of Pluto and was discovered in 2011. It is one of the smallest known moons in the solar system and is irregularly shaped, measuring approximately 7.4 miles in its longest dimension. It is named after the three-headed dog that guards the entrance to the underworld in Greek mythology. Kerberos orbits Pluto in a highly eccentric and inclined orbit, which is believed to be the result of a collision that formed both it and Pluto's other small moons."
    },
    {
        "englishName": "S/2011 J 1",
        "url": " ",
        "desc": " S/2011 J 1 is a small, irregularly shaped natural satellite of Jupiter that was discovered in 2011. It is believed to be a captured asteroid that was captured by Jupiter's gravity and has since been trapped in orbit around the gas giant planet. S/2011 J 1 is one of the smallest known moons of Jupiter, with a diameter estimated to be around 1 to 2 miles. Its orbit is highly elliptical, taking it as close as 9.3 million miles to Jupiter and as far as 14.7 million miles away."
    },
    {
        "englishName": "S/2011 J 2",
        "url": " ",
        "desc": "S/2011 J 2 is a tiny moon of Jupiter that was discovered in 2011. It is only about 1 kilometer in diameter and orbits Jupiter at a distance of about 23 million kilometers. Not much is known about this moon, as it has only been observed a few times since its discovery."
    },
    {
        "englishName": "Styx",
        "url": " ",
        "desc": "Styx is one of the five moons of Pluto, discovered in 2012 by the Hubble Space Telescope. It is about 10 kilometers in diameter and orbits Pluto at a distance of about 42,000 kilometers. It was named after the river in Greek mythology that separated the world of the living from the world of the dead."
    },
    {
        "englishName": "Hippocamp",
        "url": " ",
        "desc": "Hippocamp is a small moon of Neptune that was discovered in 2013 by the Hubble Space Telescope. It is only about 34 kilometers in diameter and orbits Neptune at a distance of about 105,000 kilometers. It was named after the sea creature from Greek mythology that was part horse and part fish. Hippocamp is believed to have been created when a comet collided with Neptune's larger moon, Proteus."
    },
    {
        "englishName": "S/2015 (136472) 1",
        "url": " ",
        "desc": "S/2015 (136472) 1 is a small, natural satellite or moon of the dwarf planet Makemake, located in the Kuiper belt region of our solar system. It was first observed in April 2015 by the Hubble Space Telescope during a search for additional moons around Makemake. The moon is estimated to be about 160 km (100 miles) in diameter and orbits Makemake at a distance of about 21,000 km (13,000 miles), completing one orbit in about 12 days. Its surface is thought to be very dark and reddish in color, similar to the surface of Makemake. Due to its small size and distance from Earth, very little is known about S/2015 (136472) 1, and further observations will be needed to learn more about this distant moon."
    },
    {
        "englishName": "S/2017 J 1",
        "url": " ",
        "desc": "S/2017 J 1 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2017. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "S/2016 J 1",
        "url": " ",
        "desc": "S/2016 J 1 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2017. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "Valetudo",
        "url": " ",
        "desc": "Valetudo is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is named after the Roman goddess of health and hygiene."
    },
    {
        "englishName": "S/2017 J 2",
        "url": " ",
        "desc": "S/2017 J 2 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "S/2017 J 3",
        "url": " ",
        "desc": "S/2017 J 3 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "Pandia",
        "url": " ",
        "desc": "Pandia is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is named after the daughter of Zeus and Selene in Greek mythology."
    },
    {
        "englishName": "S/2017 J 5",
        "url": " ",
        "desc": "S/2017 J 5 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "S/2017 J 6",
        "url": " ",
        "desc": "S/2017 J 6 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "S/2017 J 7",
        "url": " ",
        "desc": "S/2017 J 7 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "S/2017 J 8",
        "url": " ",
        "desc": "S/2017 J 8 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "S/2017 J 9",
        "url": " ",
        "desc": "S/2017 J 9 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is currently unnamed."
    },
    {
        "englishName": "Ersa",
        "url": " ",
        "desc": "Ersa is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2018. It has a diameter of about 1 kilometer and is named after the Greek goddess of dew."
    },
    {
        "englishName": "Arrokoth",
        "url": "https://static.wikia.nocookie.net/thesolarsystem6361/images/a/a6/Enhanced-Color_Composite_Image_Of_Arrokoth.png/",
        "desc": "Arrokoth is a trans-Neptunian object and a contact binary that was visited by the New Horizons spacecraft in 2019. It has a diameter of about 36 kilometers and is located in the Kuiper belt."
    },
    {
        "englishName": "101955 Bennu",
        "url": " ",
        "desc": "101955 Bennu is a near-Earth asteroid that was visited by the OSIRIS-REx spacecraft in 2020. It has a diameter of about 490 meters and is notable for being a potentially hazardous asteroid with a small chance of impacting Earth in the late 22nd century."
    },
    {
        "englishName": "S/2004 S 22",
        "url": " ",
        "desc": "S/2004 S 22 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 7 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 21",
        "url": " ",
        "desc": "S/2004 S 21 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 6 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 20",
        "url": " ",
        "desc": "S/2004 S 20 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 4 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 23",
        "url": " ",
        "desc": "S/2004 S 23 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 4 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 24",
        "url": " ",
        "desc": "S/2004 S 24 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 3 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 25",
        "url": " ",
        "desc": "S/2004 S 25 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 3 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 26",
        "url": " ",
        "desc": "S/2004 S 26 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 3 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 27",
        "url": " ",
        "desc": "S/2004 S 27 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 3 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 28",
        "url": " ",
        "desc": "S/2004 S 28 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 3 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 29",
        "url": " ",
        "desc": "S/2004 S 29 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 3 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 30",
        "url": " ",
        "desc": "S/2004 S 30 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 31",
        "url": " ",
        "desc": "S/2004 S 31 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 32",
        "url": " ",
        "desc": "S/2004 S 32 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 33",
        "url": " ",
        "desc": "S/2004 S 33 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 34",
        "url": " ",
        "desc": "S/2004 S 34 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 35",
        "url": " ",
        "desc": "S/2004 S 35 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 36",
        "url": " ",
        "desc": "S/2004 S 36 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 37",
        "url": " ",
        "desc": "S/2004 S 37 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 38",
        "url": " ",
        "desc": "S/2004 S 38 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "S/2004 S 39",
        "url": " ",
        "desc": "S/2004 S 39 is a moon of Saturn that was discovered by the Cassini spacecraft in 2004. It has a diameter of about 2 kilometers and is currently unnamed."
    },
    {
        "englishName": "C/2020 F3 (NEOWISE)",
        "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cf/Comet_C_2020_F3_%28NEOWISE%29.png/782px-Comet_C_2020_F3_%28NEOWISE%29.png?20200731204347",
        "desc": "C/2020 F3 (NEOWISE) is a comet that was discovered by the NEOWISE space telescope in March 2020. It became visible to the naked eye in July 2020 and was one of the brightest comets in the northern hemisphere in over 20 years."
    },
    {
        "englishName": "S/2003 J 24",
        "url": " ",
        "desc": "S/2003 J 24 is a moon of Jupiter that was discovered by a team of astronomers led by Scott S. Sheppard in 2003. It has a diameter of about 1 kilometer and is currently unnamed."
    }
]
